{
    "stories": [
        {
            "id": "1",
            "title": "Study Shows Link between Vitamin D Deficiency and Brain Health",
            "description": "New research led by University of South Australia scientists supports a causal effect of vitamin D deficiency on brain health, notably for the risk of dementia, but not on stroke risk.",
            "content": "\"Vitamin D is a hormone precursor that is increasingly recognized for widespread effects, including on brain health,\" said senior author Professor Elina Hyppönen, a researcher with the Australian Centre for Precision Health at the University of South Australia and the South Australian Health and Medical Research Institute, and her colleagues. \n \n \"Low 25-hydroxyvitamin D — an indicator of vitamin D status — concentrations are common, and the prevalence of severe vitamin D deficiency ranges from 5% to 50%, depending on location and population characteristics.\"   \"There are various mechanisms by which active vitamin D may affect the brain, including the regulation of neurotrophic growth factors, influences on inflammation, and thrombosis.\" \n \n \"With a growing interest in identifying modifiable risk factors for dementia and stroke, vitamin D has become an attractive candidate, as supplementation, diet, and sunlight exposure can maintain adequate serum concentrations.\"  \n \n  In a large-scale prospective study, the authors used information from 33,523 participants of the UK Biobank to examine the association between 25-hydroxyvitamin D concentrations with a range of brain neuroimaging features. \n \n  Extending the analyses to 427,690 participants, they also examined the associations with the risks of dementia and stroke using the nonlinear Mendelian randomisation (MR) approach. \n \n Vitamin D deficiency was associated with an increased risk of dementia and stroke, with the strongest associations for those with 25-hydroxyvitamin D concentrations less than 25 nmol/L.  \n \n  Nonlinear MR analyses confirmed the threshold effect of 25-hydroxyvitamin D on dementia, with the risk predicted to be 54% higher for participants at 25 nmol/L compared with 50 nmol/L. \n \n However, 25-hydroxyvitamin D was not associated with neuroimaging outcomes or the risk of stroke in the MR analyses.  \n \n \"Our findings are important for the prevention of dementia and appreciating the need to abolish vitamin D deficiency,\" Professor Hyppönen said.  \n \n \"Indeed, in this UK population we observed that up to 17% of dementia cases might have been avoided by boosting vitamin D levels to be within a normal range (50 nmol/L).\"  \n \n \"Larger MR studies are needed to confirm causality for the proposed associations between 25-hydroxyvitamin D concentrations and brain morphometry,\" the researchers said.  \n \n \"Our MR results suggest no clear association with stroke, whereas a causal relation with dementia risk provides an important opportunity for prevention.\"  \n \n",
            "url": "http://www.sci-news.com/medicine/vitamin-d-deficiency-brain-health-link-10904.html",
            "source": "SCI NEWS",
            "source_url": "http://www.sci-news.com",
            "source_logo": "https://www.aaas.org/sites/default/files/styles/large/public/s3fs-public/content_files/promo_science-news_square.jpg?itok=XNbAEnah",
            "image": "http://cdn.sci-news.com/images/2022/06/image_10904-Vitamin-D.jpg",
            "category": [
                "Science"
            ],
            "country": "USA",
            "published_at": "Jun 15, 2022"
        },
        {
            "id": "2",
            "title": "NASA Launches Study of UFOs Despite \"Reputational Risk\"",
            "description": " NASA is launching a study of UFOs as part of a new push toward high-risk, high-impact science.",
            "content": "The space agency announced Thursday that it’s setting up an independent team to see how much information is publicly available on the matter and how much more is needed to understand the unexplained sightings. The experts will also consider how best to use all this information in the future. \n \n NASA’s science mission chief, Thomas Zurbuchen acknowledged the traditional scientific community may see NASA as \"kind of selling out\" by venturing into the controversial topic, but he strongly disagrees. \n \n “We are not shying away from reputational risk,” Zurbuchen said during a National Academy of Sciences webcast. \"Our strong belief is that the biggest challenge of these phenomena is that it's a data-poor field.\" \n \n NASA considers this a first step in trying to explain mysterious sightings in the sky known as UAPs, or unidentified aerial phenomena. \n \n The study will begin this fall and last nine months, costing no more than $100,000. It will be entirely open, with no classified military data used.  \n \n  NASA said the team will be led by astrophysicist David Spergel, president of the Simons Foundation for advancing scientific research. In a news conference, Spergel said the only preconceived notion going into the study is that the UAPs will likely have multiple explanations. \n \n  “We have to approach all these questions with a sense of humility,\" Spergel said. “I spent most of my career as a cosmologist. I can tell you we don't know what makes up 95% of the universe. So there are things we don't understand.\" \n \n",
            "url": "https://www.usnews.com/news/news/articles/2022-06-09/nasa-launches-study-of-ufos-despite-reputational-risk",
            "source": "USNEWS",
            "source_url": "https://www.usnews.com",
            "source_logo": "https://seekvectorlogo.net/wp-content/uploads/2018/10/us-news-world-report-vector-logo.png",
            "image": "https://www.usnews.com/object/image/00000181-4a87-dc51-afef-4b9786a50000/media%3Acceace942fae4dbe95d23afdcc147d3bNASA-UFOs_02717.jpg?update-time=1654812605000&size=responsive970",
            "category": [
                "Science",
                "Tech"
            ],
            "country": "USA",
            "published_at": "June 9, 2022, at 6:10 p.m."
        },
        {
            "id": "3",
            "title": "Spain becomes latest to give equal pay to male and female national team footballers",
            "description": "Spain's football federation has announced that male and female players will receive equal pay for representing their country.",
            "content": "The agreement -- which covers the next five seasons -- will also bring equality to the travel, food and accommodation available to Spain's national teams.  \n \n \"The bonuses received in percentages will be equalised,\" Royal Spanish Football Federation (RFEF) said in a statement on Tuesday. \n \n \"From now on, the women players in the national team will have an advance on bonuses, exactly the same as the men's team,\" added federation president Luis Rubiales. \n \n \"All players will also receive a percentage of the sponsorship contracts. I think it is difficult to find such a complete agreement elsewhere.\" \n \n FUTPRO union president Amanda Gutierrez -- who represented the women players in the negotiations -- has described it as a \"historic day\". \n \n England, Ireland, Norway and the United States are among other countries that have already reached equal pay agreements with men's and women's football teams. \n \n",
            "url": "https://www.euronews.com/2022/06/15/spain-becomes-latest-to-give-equal-pay-to-male-and-female-national-team-footballers",
            "source": "Euronews",
            "source_url": "https://www.euronews.com",
            "source_logo": "https://vectorlogoseek.com/wp-content/uploads/2019/09/euronews-vector-logo.png",
            "image": "https://static.euronews.com/articles/stories/06/77/62/42/773x435_cmsv2_37267be4-3a45-50ce-a9aa-c6acb29d75bd-6776242.jpg",
            "category": [
                "Sport"
            ],
            "country": "SPAIN",
            "published_at": "15/06/2022"
        },
        {
            "id": "4",
            "title": "Juri Vips: Red Bull suspend reserve driver over racist slur",
            "description": "Red Bull have suspended their test and reserve driver Juri Vips after he used offensive language in an online gaming stream.",
            "content": "Red Bull said the 21-year-old Estonian would not conduct any team duties \"with immediate effect, pending a full investigation into the incident\".  \n \n  He used a racist slur in a live-streamed game he was playing with fellow Red Bull junior Liam Lawson. \n \n Vips also used homophobic language on a separate occasion in the same stream.  \n \n  Red Bull said in a statement posted on social media: \"We condemn abuse of any kind and have a zero-tolerance policy to racist language or behaviour within our organisation.\" \n \n Vips, who races in Formula 2 and drove for Red Bull in first practice at this year's Spanish Grand Prix, later apologised on his Instagram account, saying: \"This language is entirely unacceptable and does not portray the values and principles I hold.  \n \n \"I deeply regret my actions and this is not the example I wish to set. I will co-operate with the investigation fully.\" \n \n  Lewis Hamilton has been at the forefront of F1's attempts to increase diversity and inclusion in recent years. \n \n The seven-time champion has set up his own commission to look into the root causes of the lack of minorities in motorsport, and to promote inclusion in science, technology and mathematics subjects in education. \n \n Earlier this month, Hamilton and four-time champion Sebastian Vettel vowed to continue to speak out on these and other important issues after the new president of F1's governing body the FIA, Mohammed Ben Sulayem, questioned whether drivers should air their views on such topics.  \n \n F1 launched its own campaign promoting diversity at the start of the 2020 season and has a programme which lasts until 2025 aiming to support students from under-represented backgrounds through university.  \n \n In addition, a number of the teams have launched their own diversity programmes.  \n \n  Hamilton, F1's first black driver, and British-born Thai Alexander Albon are F1's only two drivers from ethnic minority backgrounds. \n \n",
            "url": "https://www.bbc.com/sport/formula1/61890153",
            "source": "BBC",
            "source_url": "https://www.bbc.com",
            "source_logo": "https://ichef.bbci.co.uk/images/ic/1920xn/p09xtmrp.jpg",
            "image": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/125D1/production/_125571257_gettyimages-1402127802.jpg",
            "category": [
                "Sport",
                "Politics"
            ],
            "country": "UK",
            "published_at": "21 June 2022"
        },
        {
            "id": "5",
            "title": "Gun Stocks Surge Higher As Supreme Court Rejects New York's Concealed Carry Law",
            "description": "The share prices of U.S. gun- and ammunition makers shot up Thursday after the Supreme Court struck down a New York law restricting concealed carry, the widest expansion of gun rights in over a decade that could lead to further rollbacks across the nation.",
            "content": "In a 6-3 ruling on Thursday, the U.S. Supreme Court struck down a New York State law restricting firearm owners from having a concealed carry weapon permit unless they had \"proper cause\" to do so and demonstrated \"good moral character.\" \n \nIn a major blow for gun control advocates, Supreme Court justices ruled that New York's concealed carry law violated the Fourteenth Amendment by stopping \"law-abiding citizens with ordinary self-defense needs\" from practicing their Second Amendment right to bear arms. \n \n The share prices of major gun- and ammunition makers surged higher following the Supreme Court decision: The largest public U.S. gunmaker ($1.1 billion market value), Sturm, Ruger & Co., saw its stock rise nearly 3% \n \n Shares of Smith & Wesson Brands, the second-largest gunmaker ($600 million market value), jumped over 6%, and major ammunition makers such as Vista Outdoor and Ammo Inc. also shot higher, both rising by around 3% or more. \n \n Other gun- and ammo-related stocks also rallied on Thursday: Big 5 Sporting Goods jumped nearly 5% and American Outdoor Brands rose roughly 6%, while weapons producer Axon Enterprises gained over 3%. \n \n Shares of gun and ammunition companies typically tend to rise after mass shootings or amid political discussions around stricter gun laws, as Americans tend to stock up ahead in anticipation of tighter restrictions. Amid a high number of mass shootings—roughly 250—so far in 2022, there has been renewed debate on gun control legislation in Congress and elsewhere. Sturm, Ruger & Co.’s stock is only down roughly 8% this year, outperforming the rest of the market amid the ongoing selloff in 2022. Shares of Smith & Wesson, Ammo Inc. and Vista Outdoor have all fallen by 20% or more, however.  \n \n In the case of the New York State Rifle & Pistol Association v. Bruen, the Supreme Court ruled on Thursday that the Second Amendment's definition of the right to \"bear arms\" includes \"carrying handguns publicly for self-defense.\" Other constitutional rights don't \"require individuals to demonstrate to government officers some special need,\" the justices added. \n \n  Whether the Supreme Court decision on New York’s concealed carry law will set a precedent that could overturn similar laws in other Democratic states. At least eight other states and the District of Columbia all have similar regulations where authorities have some discretion when it comes to issuing concealed carry permits to citizens. \n \n",
            "url": "https://www.forbes.com/sites/sergeiklebnikov/2022/06/23/gun-stocks-surge-higher-as-supreme-court-rejects-new-yorks-concealed-carry-law/?sh=b8b08934039f",
            "source": "Forbes",
            "source_url": "https://www.forbes.com",
            "source_logo": "https://237jzd2nbeeb3ocdpdcjau97-wpengine.netdna-ssl.com/wp-content/uploads/2019/08/Forbes-logo.png",
            "image": "https://npr.brightspotcdn.com/dims4/default/3bb30d4/2147483647/strip/true/crop/1870x1152+89+0/resize/880x542!/quality/90/?url=https%3A%2F%2Fmedia.npr.org%2Fassets%2Fimg%2F2018%2F01%2F25%2Fgettyimages-594190689_wide-f8f1aff223a29a977b6e402e5925adfabf12d1f5.jpg",
            "category": [
                "Business",
                "Politics"
            ],
            "country": "USA",
            "published_at": "Jun 23, 2022,11:50 AM EDT"
        },
        {
            "id": "6",
            "title": "NASA Wraps up Moon Rocket Test; to Set Launch Date After Fix",
            "description": " NASA said Thursday it has finished testing its huge moon rocket and will move it back to the launch pad in late August.A date for the first flight will be set after a leak that popped up during a dress rehearsal is fixed, the space agency said.",
            "content": " Earlier this week, NASA fueled the 30-story Space Launch System rocket for the first time and pressed ahead with a critical countdown test despite a fuel line leak. Previous attempts were foiled by technical issues. \n \n No one will be on board the debut launch that will hurl the Orion crew capsule atop the rocket to the moon and back. The initial flight will be followed by astronauts in 2024, looping around the moon and back. The third mission would attempt to land astronauts on the moon no earlier than 2025, more than a half-century after NASA's Apollo moonshots. \n \n  The Associated Press Health and Science Department receives support from the Howard Hughes Medical Institute's Department of Science Education. The AP is solely responsible for all content. \n \n",
            "url": "https://www.usnews.com/news/news/articles/2022-06-23/nasa-wraps-up-moon-rocket-test-to-set-launch-date-after-fix",
            "source": "USNEWS",
            "source_url": "https://www.usnews.com",
            "source_logo": "https://seekvectorlogo.net/wp-content/uploads/2018/10/us-news-world-report-vector-logo.png",
            "image": "https://www.usnews.com/object/image/00000181-83c4-ddd9-a3a1-9fc6fe640000/media%3A098cd57f7b7042fdb6aed82de55877d7NASA_Moon_Rocket_67075.jpg?update-time=1655773008000&size=responsive970",
            "category": [
                "Science",
                "Tech"
            ],
            "country": "USA",
            "published_at": "June 23, 2022, at 3:00 p.m."
        },
        {
            "id": "7",
            "title": "United Airlines pilots to get raises of more than 14%, 8 weeks of maternity leave in new contract",
            "description": "The union representing United Airlines pilots has approved a tentative deal that would give the aviators pay raises of more than 14%, making it the first major U.S. carrier to reach a deal since the start of the Covid-19 pandemic and setting the bar for the rest of the industry.",
            "content": "The agreement comes as the airline and others grapple with a shortage of pilots, which some carriers say have forced them to trim flight schedules. The contract faces a vote by rank-and-file pilots that will conclude in mid-July. \n \n Under the agreement approved Friday, pilots would get more than 14.5% in pay increases within 18 months, according to the Air Line Pilots Association, which represents about 14,000 United pilots.  \n \n  Pilot pay at United as of 2020 ranged from about $73,000 a year for an early-career first officer on the carrier’s smallest aircraft to more than $337,000 for a wide-body captain, according to Kit Darby, a pilot pay consultant and retired United captain. However, pay can vary widely depending on how often pilots fly. \n \n The two-year agreement also includes eight weeks of paid maternity leave, a first for the carrier’s pilots. United said women comprise about 7% of its pilot ranks.  \n \n  The agreement sets the tone for negotiations with other large U.S. carriers, including Delta Air Lines, American Airlines and Southwest Airlines, as unions seek quality-of-life improvements after two years of the pandemic. Some pilots say airlines have created grueling schedules to capitalize on a rebound in travel that has left them fatigued, and some have recently picketed to protest conditions. \n \n In a video message to pilots last week, American Airlines CEO Robert Isom said the company would consider other carriers’ agreements, including United’s, and update its pay proposals once the details are known.  \n \n  \"Our team will be paid well and be paid competitively. You are not going to fall behind network peers,\" Isom said in the video seen by CNBC. \n \n Flight attendants and other work groups at major carriers are also in contract talks.  \n \n  Airlines' staffing struggles grew worse in the pandemic. Although U.S. airlines received $54 billion in taxpayer payroll aid that prohibited layoffs, airlines urged many pilots to take early retirement and leaves of absence, which created a hiring and training backlog. \n \n The shortage of pilots is particularly acute at regional carriers, which often fly to smaller cities. Two of American Airlines’ regional carriers Envoy and Piedmont last week said they would temporarily increase pilot pay by more than 50% to help attract and retain staff as competition for aviators heats up across the industry.  \n \n",
            "url": "https://www.cnbc.com/2022/06/24/united-airlines-pilots-to-get-raises-of-more-than-14percent-in-new-contract.html",
            "source": "CNBC",
            "source_url": "https://www.cnbc.com",
            "source_logo": "https://www.nicepng.com/png/full/224-2240332_cnbc-logo-png-cnbc-logo-png-white.png",
            "image": "https://image.cnbcfm.com/api/v1/image/107044253-1656078907410-107044253-1649445007265-gettyimages-1350840625-08896118.jpg?v=1656078974&w=740&h=416&ffmt=webp",
            "category": [
                "Business"
            ],
            "country": "USA",
            "published_at": "JUN 24 2022 9:39 AM EDT"
        },
        {
            "id": "8",
            "title": "Samsung's monstrous 55-inch Odyssey Ark monitor could go on sale in August",
            "description": "Samsung is getting ready to release its massive 55-inch curved Odyssey Ark monitor in August, according to a report from Korean outlet ETNews (via SamMobile). The monitor, which was announced in January at CES, has reportedly gone through a few certification programs that have to be done before it can go on sale.",
            "content": "Samsung is getting ready to release its massive 55-inch curved Odyssey Ark monitor in August, according to a report from Korean outlet ETNews (via SamMobile). The monitor, which was announced in January at CES, has reportedly gone through a few certification programs that have to be done before it can go on sale. \n \n Details about this monitor are still scant. The company has said that it’ll have a 16:9 4K panel and that the stand will support pivot, tilt, and rotation. It also announced that it would come out in the second half of 2022 (which the reported August window falls squarely in). But let's be honest, when you show up with a monitor that promises to physically tower over you while you're using it, people will pay attention even if you don't announce the price or refresh rate. \n \n Many of us here at The Verge are very excited for this monitor — when it came time to hand out awards for CES 2022, we gave it Best in Show. But as with many CES announcements, as the months wear on, it can be hard to remember anything from the flood of gadgets and tech; did Samsung really announce an extremely curved, extremely large monitor that can stretch over and around you, or was that just a fever dream? Rumors that it could actually be coming out relatively soon prove that it was, in fact, actually announced and reminds us that we are looking forward to it. \n \n One thing that adds a bit of credence to the report is that Samsung has successfully released other monitors that it announced around CES this year. The decidedly less ambitious (but very cute) M8 monitor has already started hitting store shelves, as has a smaller (read: reasonably sized) curved gaming monitor, the Odyssey Neo G8. While that's obviously not proof that the Ark is up next, it is good to see that Samsung has a track record of shipping its CES monitors this year. \n \n",
            "url": "https://www.theverge.com/2022/6/24/23182030/samsung-55-inch-odyssey-ark-monitor-august-launch-rumors-ces",
            "source": "The Verge",
            "source_url": "https://www.theverge.com",
            "source_logo": "https://seekvectorlogo.com/wp-content/uploads/2018/02/the-verge-vector-logo.png",
            "image": "https://cdn.vox-cdn.com/thumbor/FvfENDqF2iSYzAF2St6HNJf07kw=/0x0:2775x1850/920x613/filters:focal(1559x763:2003x1207):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/71013806/Odyssey_Ark_side.0.jpg",
            "category": [
                "Tech",
                "Business"
            ],
            "country": "USA",
            "published_at": "June 24, 2022, 3:59 PM"
        },
        {
            "id": "9",
            "title": "Stunning Jupiter storm photographs seen in citizen scientist project",
            "description": "A new project empowers citizens to identify the composition of Jupiter's storms. Scientists have long sought to understand the 'vortices' forming in the clouds of these storms. Jupiter is more than 467 million miles from Earth and its atmosphere is composed of hydrogen and helium",
            "content": "Jupiter is famous for its massive, eye-catching storms. \n \n Now, citizens will be able to help scientists uncover the mysteries of the gigantic planet's storms. \n \n The project is hosted on Zooniverse and utilizes data from NASA's Juno spacecraft, which launched in 2011 arrived at the planet in 2016. \n \n The effort is meant to study the 'different types of clouds that form on Jupiter, in order to better understand how the atmosphere of the largest planet in our solar system works,' Ramanakumar Sankar, lead of the project and a postdoctoral researcher at the University of Minnesota, explained. \n \n Researchers will focus on the vortices that form in the clouds of Jupiter, as well as their origins, which have long puzzled scientists, Sankar said. \n \n 'There is very little we know about why the clouds in vortices have so many colors — is it due to the atmospheric composition? Or are the clouds forming at different altitudes, where the pressure and temperature affect the crystalline structure, resulting a different color?' \n \n Jupiter is located more than 467 million miles from Earth and its atmosphere is composed of hydrogen and helium. \n \n Scientists hope to better understand these areas by creating a catalog of the vortices and 'match them with the underlying physics/chemistry of the location that they form in,' Sankar wrote in a <a href='https://cse.umn.edu/physics/news/school-leads-citizen-science-effort-study-jupiters-atmosphere'>blog post</a>. \n \n 'If one person is having trouble categorizing an image, maybe others will, too,' Sankar said. 'That might indicate that we have found something new or unique that we can more closely examine.' \n \n Earlier this month, NASA released a clip of Juno flying just 2,050 miles above the gas giant. \n \n It was traveling at about 131,000 miles per hour relative to the planet, according to NASA. \n \n",
            "url": "https://www.dailymail.co.uk/sciencetech/article-10949863/Stunning-Jupiter-storm-photographs-analyzed-citizens-new-scientific-project.html",
            "source": "Daily Mail",
            "source_url": "https://www.dailymail.co.uk",
            "source_logo": "https://play-lh.googleusercontent.com/5sbk5YKQdIxkbBlBPsafP0nYMNg4kMeeanRaZaUPDUVL8B5xhX8FgSYaWjCP-2t3KKM",
            "image": "https://i.dailymail.co.uk/1s/2022/06/24/16/59478887-10949863-image-a-8_1656083744201.jpg",
            "category": [
                "Science",
                "Tech"
            ],
            "country": "UK",
            "published_at": "19:15 BST, 24 June 2022"
        },
        {
            "id": "10",
            "title": "Natalie Portman's Trainer Reveals Her Grueling 10-Month 'Thor: Love and Thunder' Workout Routine",
            "description": "The Oscar winner went through some seriously intense workouts to get herself back in Marvel shape.",
            "content": "\"Thor: Love and Thunder\" marks Natalie Portman's first major Marvel Cinematic Universe appearance since 2013's \"Thor 2.\" While the \"Black Swan\" star is reprising her role as Jane Foster from the first two \"Thor\" films, her third appearance will look dramatically different from anything Marvel fans have seen her do before. Rather than sitting on the sidelines as a love interest for the God of Thunder, Taika Waititis new film sees her picking up the hammer and suiting up as a superhero in her own right. \n \n But to do that, she had to get in superhero shape. Portman spent 10 months working out for the film, including several months of conditioning before she began actively adding muscle. And once the shoot started, she was training at 4:30 a.m. every day. The process was overseen by trainer Naomi Pendergast, who outlined Portman's workout regimen in a new interview with Variety. \n \n \"The goal and initial brief for working with Natalie was to develop arm and abdominal definition,\" Pendergast said. \"However, to safely get Natalie to this goal without injury we worked to condition her body first for about four months. This meant we could safely up the load to bulk her up without negatively affecting her joints.\" \n \n Once Portman was fit enough to start bulking up without risking injuries, they were off to the races. Because they were training during the COVID pandemic, much of the initial work was done with dumbbells. And lots and lots of boxing. \n \n \"We worked on building her upper body three times a week, which included arm, back, chest exercises, boxing, skipping and running,\" she said. \"The other two days were dedicated to injury prevention work, which included Pilates-based exercises, stretching, release work and balance exercises.\" \n \n Of course, working out is useless without the right diet, and Pendergast also had to work to ensure that Portman could add muscle while sticking to her vegan diet. \n \n \"Natalie is an extremely healthy person with a very wholesome and clean diet, so we did not have to make any major changes to her food,\" she said. \"Natalie is a vegan, so for her to get enough protein to bulk up the way she needed we had to increase her daily amount by adding vegan-based protein powders a couple of times a day.\"",
            "url": "https://www.indiewire.com/2022/06/natalie-portman-thor-workout-routine-1234736473/",
            "source": "IndieWire",
            "source_url": "https://www.indiewire.com",
            "source_logo": "https://unitingartists.org/wp-content/uploads/2020/04/Indiewire.png",
            "image": "https://www.cinemascomics.com/wp-content/uploads/2022/05/natalie-portman-diosa-del-trueno-ucm-thor-love-and-thunder.jpg",
            "category": [
                "Showbiz"
            ],
            "country": "USA",
            "published_at": "June 25, 2022, 2:00 PM"
        },
        {
            "id": "11",
            "title": "Biden signs bipartisan gun safety package into law",
            "description": "President Joe Biden on Saturday signed into law the gun safety package passed by Congress this week.",
            "content": "President Joe Biden on Saturday signed into law the gun safety package passed by Congress this week. \n \n \"Time is of the essence,\" Biden said as he delivered remarks in the Roosevelt Room alongside first lady Jill Biden. \"Lives will be saved.\" \n \n The Bipartisan Safer Communities Act broke a nearly 30-year stalemate on Capitol Hill, becoming the first major piece of federal gun reform to clear both chambers since the Brady bill. \n \n \"At a time when it seems impossible to get anything done in Washington, we are doing something consequential,\" Biden said. \n \n A bipartisan group of senators began crafting the legislation in the aftermath of a tragic mass shooting at Robb Elementary School in Uvalde, Texas, that left 19 young children and two teachers dead. \n \n In heartbreaking testimony, lawmakers heard directly from a fourth grader trapped inside her classroom as the rampage unfolded. She testified that she smeared herself with her classmate's blood and played dead to survive as the shooter terrorized the school for more than an hour. \n \n The House passed the Senate-backed legislation on Friday -- exactly one month after the Uvalde massacre. \n \n Following the historic vote, House Speaker Nancy Pelosi held a bill enrollment ceremony where she said Congress was \"honoring a promise in honor of all those who have lost loved ones to gun violence.\" \n \n The law includes $750 million to help states implement \"red flag\" laws to remove firearms from people deemed to be a danger to themselves or others, as well as other violence prevention programs. It also provides funding for a variety of programs aimed at shoring up the nation's mental health apparatus and securing schools. \n \n It will enhance background checks for gun buyers under the age of 21 by giving authorities up to 10 business days to review the juvenile and mental health records of young gun purchasers, and makes it unlawful for someone to purchase a gun for someone who would fail a background check. \n \n Another key provision is closing the so-called \"boyfriend loophole\" so individuals in \"serious\" \"dating relationships\" who are convicted of domestic abuse will be prevented from purchasing a gun. \n \n But the law doesn't go as far as Democrats -- and Biden -- wanted, excluding measures such as universal background checks and a ban on assault weapons and high-capacity magazines. \n \n The House has passed several bills with stricter gun regulations, but none have been taken up in the Senate. \n \n \"I know there's much more work to do, and I'm never going to give up,\" Biden said on Saturday. \"But this is a monumental day.\" \n \n The signing of the gun safety bill comes just days after a major Supreme Court decision expanding gun rights. \n \n The court's conservative majority struck down a 100-year-old New York law that restricted the concealed carry of handguns in public to only those with a \"proper cause.\" Justice Clarence Thomas wrote in the opinion that the Second and Fourteenth Amendments protect an individual's right to carry a handgun for self-defense outside the home. \n \n The high court on Friday also delivered a ruling overturning Roe v. Wade, the landmark decision legalizing abortion access nationwide for the past 50 years. \n \n When asked about the Supreme Court on Saturday, Biden said he thought the court has \"made some terrible decisions.\" \n \n",
            "url": "https://abcnews.go.com/US/biden-signs-bipartisan-gun-safety-package-law/story?id=85692952",
            "source": "ABC News",
            "source_url": "https://abcnews.go.com",
            "source_logo": "https://logovtor.com/wp-content/uploads/2020/04/abc-news-logo-vector.png",
            "image": "https://s.abcnews.com/images/Politics/biden-gun-safety-signing-ap-jef-220625_1656162146760_hpMain_16x9_992.jpg",
            "category": [
                "Politics"
            ],
            "country": "USA",
            "published_at": "June 25, 2022, 3:01 PM"
        },
        {
            "id": "12",
            "title": "NASA Hopes to Launch a Very Special Microwave-Sized Satellite on Monday",
            "description": "A tiny satellite is poised to set the stage for something far grander: a full-blown lunar space station. NASA's CAPSTONE satellite is scheduled to launch on Monday and then travel to a unique lunar orbit in a pathfinder mission for the Artemis program, which is seeking to return humans to the Moon later this decade.",
            "content": "A tiny satellite is poised to set the stage for something far grander: a full-blown lunar space station. NASA's CAPSTONE satellite is scheduled to launch on Monday and then travel to a unique lunar orbit in a pathfinder mission for the Artemis program, which is seeking to return humans to the Moon later this decade. \n \n CAPSTONE is hitching a ride on board Rocket Lab's Electron rocket, which will take off from the private company's Launch Complex 1 in Mahia, New Zealand. Rocket Lab made headlines in May by using a helicopter to catch a falling booster rocket. The CAPSTONE launch is scheduled for 6 a.m. ET on June 27 with live coverage starting an hour earlier. You can catch the action at the agency's website or app. \n \n Approximately one week into the CAPSTONE mission, the probe's journey will be made available through NASA's Eyes on the Solar System interactive real-time 3D data visualization. \n \n The Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment (CAPSTONE) mission will send a microwave-sized satellite to a near rectilinear halo orbit (NRHO) around the Moon. The satellite will be the first to cruise its way around this unique lunar orbit, testing it out for the planned Lunar Gateway, a small space station that is meant to allow for a sustained human presence on the Moon. \n \n NRHO is special in that it's where the pull of gravity from the Moon and Earth interact; this orbit will theoretically keep spacecraft in a “gravitational sweet spot” in a near-stable orbit around the Moon, according to NASA. NRHO is therefore ideal in that it will require less fuel than conventional orbits and it will allow the proposed lunar space station to maintain a constant line of communication with Earth. But before NASA builds out its Gateway in this highly elliptical orbit, the space agency will use CAPSTONE—owned and operated by Colorado-based Advanced Space—to test its orbital models. \n \n Six days after launching from Earth, the Electron rocket’s upper stage will release the CAPSTONE satellite on its journey to the Moon. The 55-pound (25-kilogram) cubesat will then perform the rest of its four-month trip solo. Once at the Moon, CAPSTONE will test the orbital dynamics of its orbit for about six months. The satellite will also be used to test spacecraft-to-spacecraft navigation technology and one-way ranging capabilities that could eventually reduce the need for future spacecraft to communicate with mission controllers on Earth and wait to have signals relayed from other spacecraft. \n \n  \n \n NASA is methodically putting together the pieces for the agency's planned return to the Moon. The fourth and most recent wet dress rehearsal of the space agency's Space Launch System (SLS) went well, paving the way for a possible launch in late August. \n \n",
            "url": "https://gizmodo.com/nasa-capstone-artemis-lunar-gateway-1849104950",
            "source": "Gizmodo",
            "source_url": "https://gizmodo.com",
            "source_logo": "https://www.thewrap.com/wp-content/uploads/2021/02/Gizmodo-logo.jpg",
            "image": "https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_965/18493ebe530131aac2bbd1ca9287b09e.jpg",
            "category": [
                "Science",
                "Tech"
            ],
            "country": "USA",
            "published_at": "June 25, 2022, 4:16 PM"
        },
        {
            "id": "13",
            "title": "Jennifer Aniston honours her dad as she presents him with Daytime Emmys Lifetime Achievement award",
            "description": "Jennifer Aniston honoured her father, John Aniston, as she presented him with an award at the 49th annual Daytime Emmy Awards on Friday night.",
            "content": " The Friends actress appeared virtually to award her 88-year-old father with a Lifetime Achievement award for his 38-year portrayal on Days of Our Lives as Victor Kiriakis. \n \n  His soap co-star, Suzanne Rogers, introduced the award before Jennifer was shown praising her father, saying: \"This is a truly special moment for me.\" \n \n She continued: ‘It’s an opportunity to not only pay tribute to a true icon in the daytime television world, but it’s also a chance to recognize the lifelong achievements of a great and well-respected actor, who also happens to be my dad.  \n \n 'John Aniston has been working in television consistently for over half a century,’ she added, highlighting his role as Victor since 1985. \n \n 'You name it, I'm sure he's been on it,' she said, noting all the projects and soap operas her father has been on. \n \n‘For over 30 years, his dedication to that show has gained him respect and admiration of his fellow actors, deep friendships and thrilled millions of fans around the world. \n \n <p\"His career is literally the definition of lifetime achievement,\" she concluded.> \n \n Suzanne finished by thanking the academy and John's loved ones on his behalf, as he was not there in person. \n \n Thank you for this, and John I wish you were here. \n \n",
            "url": "https://metro.co.uk/2022/06/25/jennifer-aniston-honours-dad-john-as-he-earns-emmy-award-16891547/",
            "source": "METRO",
            "source_url": "https://metro.co.uk/",
            "source_logo": "https://static-s.aa-cdn.net/img/ios/463429891/c5492fa506422af1a0e4ded0f6fc45e0?v=1",
            "image": "https://metro.co.uk/wp-content/uploads/2022/06/GettyImages-71013903-dfaf.webp?quality=90&strip=all&zoom=1&resize=644%2C486",
            "category": [
                "Showbiz"
            ],
            "country": "USA",
            "published_at": "25 Jun 2022 5:56 pm"
        },
        {
            "id": "14",
            "title": "Nadal missing old sparring partner Federer on Wimbledon return",
            "description": "Rafa Nadal returns to Wimbledon for the first time in three years but it will feel a little odd for the Spaniard who, for the first time at the All England Club, will not have sparring partner Roger Federer for company.",
            "content": "Rafa Nadal returns to Wimbledon for the first time in three years but it will feel a little odd for the Spaniard who, for the first time at the All England Club, will not have sparring partner Roger Federer for company. \n \n Their epic rivalry includes three successive Wimbledon finals from 2006 -- the first two won by Federer and the last by Nadal in unforgettable fashion in 2008. \n \n Federer played in the juniors at Wimbledon in 1998 and has been back every year since, winning a record eight titles and establishing himself as the king of the lawns. \n \n But the 40-year-old will be absent this year as the 36-year-old Nadal seeks to continue his quest for the calendar year Grand Slam, having won the Australian Open and French Open to take his haul of majors to a record 22. \n \n Federer's absence because of a knee injury that has sidelined him for a year will leave Wimbledon a little empty. \n \n Nadal acknowledges that without the Swiss raising the bar, his own achievements might not have been possible. \n \n \"I mean, we shared lot of important things together,\" second seed Nadal told reporters on Saturday. \"It's difficult in some ways to think of tennis in the last 15, 20 years without thinking about the rivalry that we have. \n \n \"I think in some way we push each other. I always wanted to think that my motivation never comes to me because of others, that it's a personal motivation. \n \n \"But, of course, to have somebody like him, like a rival, that he's amazingly good, helps you to let you know the things that you have to do better.\" \n \n Federer has hinted at making a comeback after Wimbledon with an eye on the U.S. Open, which could allow Nadal to complete his collection against the Swiss great. \n \n \"We've been playing in every big stadium, but not in New York, that's the only thing that bothers me a little bit, that we never played in New York,\" Nadal said. \n \n Nadal's appearance at Wimbledon was thrown into doubt over a foot injury that required him to have a numbing injection at the French Open just to get through his matches. \n \n A small surgical procedure since has allowed him to play without terrible pain, but the Spaniard said that he does not know whether the injury will flare up again. \n \n \"I can't tell you if I'm going to be in this positive moment for one week, for two days, or for three months,\" he said. \n \n Of course, the treatment that I did didn't fix my injury, not improving my injury at all, but it can take out a little bit of the pain. That's the main goal. \n \n \"For the last two weeks, I didn't have one terrible day where I can't move at all. Of course, some days are better; some days are a little bit worse.\" \n \n Nadal opens his quest for a third Wimbledon title against Argentine debutant Francisco Cerundolo. \n \n",
            "url": "https://www.reuters.com/lifestyle/sports/nadal-missing-old-sparring-partner-federer-wimbledon-return-2022-06-25/",
            "source": "Reuters",
            "source_url": "https://www.reuters.com",
            "source_logo": "https://yt3.ggpht.com/ytc/AKedOLS2SZUR3w8r974zTHsQ9c-b8ob7n6X9cutfzr_wVmw=s900-c-k-c0x00ffffff-no-rj",
            "image": "https://www.reuters.com/resizer/5QbbUSzE1MRB4PorhfrgHMW-QkU=/1200x0/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/GJZKPCZN7FI5VIC6F4CR4YUKWY.jpg",
            "category": [
                "Sport"
            ],
            "country": "UK",
            "published_at": "June 25, 2022, 6:59 PM GMT+2"
        },
        {
            "id": "15",
            "title": "Russia says it's killed 80 Polish fighters in warning to Nato member",
            "description": "Almost 100 Polish fighters have been killed in the fight for Ukraine's separatist states, Russia claims.",
            "content": "While the war in Ukraine continues to rage on in the country's eastern region, tensions between the Kremlin and Europe are getting worse.  \n \n Most recently, Moscow's defence ministry said its troops had destroyed \"up to 80 Polish fighters, 20 armoured combat vehicles and eight Grad multiple rocket launchers in precision strikes on the Megatex zinc factory in Konstantinovka\".  \n \n This is in the Donetsk region in eastern Ukraine, which Vladimir Putin is trying to seize full control over.  \n \n In the Russian city of Smolensk, Kremlin officials have removed the Polish flag from the Katyn memorial - erected in memory of 25,000 Poles massacred by the Soviet Union's police in 1940.  \n \n  Most of the victims were army officers thought be to be anti-communist, who were killed on the orders of Joseph Stalin in a forest near the city. \n \n The Soviet Union tried to deny responsibility and blame the Nazis for the mass killing but they eventually admitted the atrocity in 1990.  \n \n  Speaking about the flag's removal, Smolensk's mayor Andrei Borisov said: There cannot be Polish flags on Russian monuments. Even less so after the frankly anti-Russian comments by Polish political leaders. \n \n  The culture ministry of the Russian Federation made the right decision by removing the Polish flag. Katyn is a Russian memorial. \n \n Poland has supported Ukraine since Putin sent his soldiers across the border in February.  \n \n  It has supplied weapons and has taken in the largest number of Ukrainian refugees of any European country - some 1.1 million. \n \n As a Nato member, a military strike on Poland would mean all other members, including Britain, would leap to its defence.  \n \n  The Kremlin has also recently threatened Lithuania for blocking EU-sanctioned goods from reaching the Russian exclave of Kaliningrad. \n \n  Kaliningrad has land borders with Lithuania and Poland and is isolated from the rest of Russia. \n \n Goods normally reach the territory by rail via Belarus and Lithuania - there are no transport routes through Poland.  \n \n  Russia is still able to supply Kaliningrad by sea, without falling foul of EU sanctions but has demanded Lithuania lift its ban, warning that if transport links are not restored in full \"Russia reserves the right to take action in defence of its national interests\". \n \n Lithuania is also a Nato member state, so any attack on it would be seen as an attack on the alliance.  \n \n",
            "url": "https://metro.co.uk/2022/06/25/russia-says-its-killed-80-polish-fighters-in-warning-to-nato-member-16892191/",
            "source": "METRO",
            "source_url": "https://metro.co.uk",
            "source_logo": "https://static-s.aa-cdn.net/img/ios/463429891/c5492fa506422af1a0e4ded0f6fc45e0?v=1",
            "image": "https://metro.co.uk/wp-content/uploads/2022/06/SEI_111303822-1.jpg?quality=90&strip=all&zoom=1&resize=540%2C359",
            "category": [
                "Politics"
            ],
            "country": "UK",
            "published_at": "25 Jun 2022 11:27 pm"
        },
        {
            "id": "16",
            "title": "Manchester United respond to claims Cristiano Ronaldo could make Chelsea transfer",
            "description": "Manchester United are adamant that Cristiano Ronaldo is not for sale and will still be at Old Trafford next season, despite the Portugal striker being linked with a stunning move to Premier League rivals Chelsea.",
            "content": " Ronaldo enjoyed an impressive return to United last season - at least on an individual basis - scoring 24 goals in 38 appearances and being voted for the PFA Player of the Year award. \n \n The 37-year-old signed a three-year contract when he re-joined Manchester United last summer but he was linked with a move away from Old Trafford throughout the 2021-21 campaign and that speculation has only increased since the end of the season. \n \n Ronaldo, desperate to win trophies at United and get back into the Champions League, is said to be concerned by the club’s transfer strategy, with several deals stalling in the early stages of the transfer window. \n \n On Saturday, it was reported that new Chelsea owner Todd Boehly had met Ronaldo's agent Jorge Mendes in Portugal, where the player's future at United and a possible move to Stamford Bridge was discussed. \n \n While Chelsea’s interest in Ronaldo is unknown, Thomas Tuchel is desperate to bolster his attacking options this summer after sanctioning the departure of £97.5m flop Romelu Lukaku, who is set to return to Inter Milan on a season-long loan. \n \n The Blues have also been linked with Raheem Sterling and Robert Lewandowski and it appears that Chelsea will be left disappointed if they do make a move for Ronaldo as United are adamant he is staying put. \n \n A senior club source told the Manchester Evening News: \"Cristiano is not for sale. We want and fully expect him to be with us next season.\" \n \n Ronaldo, who has won five Ballon d’Or awards, insisted last month that he was \"happy\" at Manchester United and excited to work under new boss Erik ten Hag. \n \n Ten Hag is taking over a team who finished just sixth in the Premier League last season despite Ronaldo's goals. \n \n \"I was and still am very happy to be here, and what I have to say to the fans is they are amazing\", Ronaldo said. \n \n Even when we lost games, they always support us, they always are with us. The supporters are always in my heart and it's the people that we all should respect because they are always on our side. \n \n For me, the most important thing is to try to win the games and try to win some championship or some cup but I believe that Manchester will be where they belong. As I say before, sometimes it takes time but I still believe.  \n \n What I know about him [Ten Hag] is he did a fantastic job for Ajax, that he's an experienced coach. But we need to give him time. \n \n Things need to change the way he wants. I hope we have success, of course, because, if you have success, all of Manchester is going to have success as well. I wish him the best. \n \n \"We are happy and excited, not only as players, but the supporters as well. I wish him the best and let's believe that, next year, we are going to win trophies.\" \n \n",
            "url": "https://metro.co.uk/2022/06/25/man-utd-react-to-claims-cristiano-ronaldo-could-make-chelsea-transfer-16892298/",
            "source": "Metro",
            "source_url": "https://metro.co.uk",
            "source_logo": "https://static-s.aa-cdn.net/img/ios/463429891/c5492fa506422af1a0e4ded0f6fc45e0?v=1",
            "image": "https://metro.co.uk/wp-content/uploads/2022/06/comp-1656195933.png?quality=90&strip=all&zoom=1&resize=644%2C362",
            "category": [
                "Sport"
            ],
            "country": "UK",
            "published_at": "25 Jun 2022 11:47 PM"
        },
        {
            "id": "17",
            "title": "Wales Captain Gareth Bale Confirms MLS Move To Los Angeles FC",
            "description": "Wales captain Gareth Bale confirmed his move to Major League Soccer's Los Angeles FC on Saturday following his departure from Spanish giants Real Madrid",
            "content": " Wales captain Gareth Bale confirmed his move to Major League Soccer's Los Angeles FC on Saturday following his departure from Spanish giants Real Madrid. Bale confirmed his plans to join LAFC in a post on Twitter following widespread reports earlier Saturday about the move. \"See you soon, Los Angeles,\" the 32-year-old wrote. An accompanying video showed Bale wearing an LAFC shirt and cap. \n \n Earlier the Los Angeles Times said Bale will be eligible to play for LAFC from July 1.  \n \n ESPN reported that Bale will fly to Los Angeles at the end of next week to sign a deal which runs to the end of this season, with an option for an additional year.  \n \n  Bale was once the world's most expensive player and has spent the last eight seasons with Real Madrid, winning three domestic championships and five Champions League titles. \n \n  The Welshman has scored 139 league goals in his club career with 39 goals in 106 internationals for Wales. \n \n  Bale played a pivotal role in helping Wales qualify for this year's World Cup, where they will face the United States, England and Iran in the group stage in Qatar. \n \n  It marks the first time Wales have qualified for the tournament since the 1958 finals. \n \n Bale's signing comes as LAFC bid to build on a strong start to the MLS season.  \n \n  The California club lead the Western Conference standings with 30 points from 15 games. \n \n  Bale will be the second high-profile international signing the club has made in recent weeks. Former Juventus and Italy international Giorgio Chiellini joined the club earlier this month. \n \n  News of Bale's decision to head to Major League Soccer comes just days after reports in Britain indicated he was in talks with Cardiff over a possible move. \n \n His former club Tottenham and Newcastle were also mooted as possible destinations.  \n \n",
            "url": "https://sports.ndtv.com/football/wales-captain-gareth-bale-confirms-mls-move-to-los-angeles-fc-3100997",
            "source": "SPORTS NDTV",
            "source_url": "https://sports.ndtv.com",
            "source_logo": "https://play-lh.googleusercontent.com/vEL54Kd4sgb1YAf4gdBhYPUMvpvISgE03nthK2JijK_tujtlvcxbnyVUKPgdQsz5SQ",
            "image": "https://c.ndtvimg.com/2021-06/jgqbi7i_gareth-bale-wales-afp_625x300_16_June_21.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605",
            "category": [
                "Sport"
            ],
            "country": "USA",
            "published_at": "June 26, 2022 08:25 AM IST"
        },
        {
            "id": "18",
            "title": "Russian Strike On Kyiv Kills One, Injures Six Ahead Ahead Of G-7 Summit",
            "description": "A Russian missile strike on an apartment building in Kyiv on Sunday killed one civilian and injured another six, Ukranian officials said Sunday, a deadly attack that Mayor Vitali Klitschko called an act of “symbolic aggression” as Group of Seven leaders meet in Germany to discuss the war.",
            "content": " One of multiple missiles launched into Kyiv early Sunday hit an eight-story apartment building, killing one and injuring six, including a 7-year-old girl who had to be pulled out of the rubble, Ukrainian officials said. \n \n  Another Russian missile landed on the playground of a nearby kindergarten that was empty at the time of the attack, according to Ukrainian media. \n \n More than 220 apartment buildings in Kyiv have been destroyed by Russian attacks, Klitschko said.  \n \n Klitschko told AFP the last major attack on Kyiv coincided with a visit from General Secretary of the United Nations António Guterres in April, saying that he believes the strike on the apartment building Sunday was also \"a symbolic attack.\"  \n \n The attack occurred just hours before leaders from the Group of Seven–the world’s richest democracies–gathered in Germany and just days ahead of a NATO summit in Spain that's set to begin Tuesday, where leaders will discuss the war in Ukraine.  \n \n President Joe Biden, who will take part in both summits this week, called the Sunday attack more of Russia's  \n \n",
            "url": "https://www.forbes.com/sites/carlieporterfield/2022/06/26/russian-strike-on-kyiv-kills-one-injures-six-ahead-ahead-of-g-7-summit/?sh=2931cc906d46",
            "source": "FORBES",
            "source_url": "https://www.forbes.com",
            "source_logo": "https://237jzd2nbeeb3ocdpdcjau97-wpengine.netdna-ssl.com/wp-content/uploads/2019/08/Forbes-logo.png",
            "image": "https://i.cbc.ca/1.6502260.1656267130!/fileImage/httpImage/image.jpg_gen/derivatives/original_780/1241541811.jpg",
            "category": [
                "Politics"
            ],
            "country": "USA",
            "published_at": "Jun 26, 2022, 11:56am EDT"
        },
        {
            "id": "19",
            "title": "Ukraine war: UK joins ban on imports of Russian gold",
            "description": "The UK, US, Canada and Japan will ban imports of Russian gold in an effort to hit Moscow's ability to fund the war in Ukraine.",
            "content": "The UK PM said the move would \"strike at the heart of Putin's war machine\". \n \n Gold exports were worth £12.6bn ($15.4bn) to Russia in 2021, and the UK says their importance has increased since the invasion as oligarchs rush to buy bullion to avoid sanctions.  \n \n  It comes as the G7 group of the world's richest nations meet in Germany. \n \n US President Biden suggested the other G7 nations - Germany, France and Italy - would also join the ban. \n \n \"Together, the G7 will announce that we will ban the import of Russian gold, a major export that rakes in tens of billions of dollars for Russia,\" he said in a tweet. \n \n UK Prime Minister Boris Johnson added: \"We need to starve the Putin regime of its funding. The UK and our allies are doing just that.\"  \n \n With London a major global trading hub for gold, the UK government said the move would have a huge impact on President Putin's ability to raise funds. \n \n Since Russia invaded Ukraine in February, Western countries have introduced a range of sanctions targeting wealthy individuals, banks, businesses and state-owned enterprises.  \n \n The US, European Union, UK and other countries have sanctioned more than 1,000 Russian individuals and businesses so far.  \n \n The latest measure will mean UK import restrictions will apply to Russian exports worth around £13.5bn.  \n \n  The UK said the gold import ban would come into force shortly, with legislation introduced in Parliament in the coming weeks. \n \n  It will apply to newly mined or refined gold, and does not impact gold previously exported from Russia. \n \n There are no plans to extend restrictions to Russian gold purchased legitimately before the import ban was put in place.  \n \n Discussions at the G7 summit in Bavaria are expected to focus on the international response to the war in Ukraine, as well as soaring prices and the global food crisis.  \n \n",
            "url": "https://www.bbc.com/news/business-61941589",
            "source": "BBC",
            "source_url": "https://www.bbc.com",
            "source_logo": "https://ichef.bbci.co.uk/images/ic/1920xn/p09xtmrp.jpg",
            "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2582/production/_125620690_gettyimages-1239234785.jpg",
            "category": [
                "Politics",
                "Business"
            ],
            "country": "USA",
            "published_at": "June 26, 2022, 4:31 PM"
        },
        {
            "id": "20",
            "title": "Ben Affleck's son, 10, bashes a Lamborghini into BMW after dad lets him take wheel",
            "description": "Ben Affleck was pictured seemingly comforting his son during an outing with Jennifer Lopez on Sunday, after 10-year-old Samuel appeared to reverse a Lamborghini into a parked BMW at a car dealership in L.A",
            "content": "Ben Affleck 's 10-year-old son was behind the wheel of a Lamborghini when it bumped into another vehicle over the weekend.  \n \n  Samuel, 10, had joined dad Ben, 49, and his fiancee Jennifer Lopez, 52, for a trip to luxury vehicle dealership 777 Exotics when the incident happened on Sunday. \n \n Ben had allowed his son into the driver's seat of a yellow Lamborghini that had the engine running as he browsed the motors on offer at the Los Angeles dealership.  \n \n While in the motor Samuel put the car in reverse, which resulted in the vehicle making contact with the front of a white BMW situated behind the Lamborghini.  \n \n  In video footage of the incident obtained by TMZ, it appears that the luxury sports car touched the BMW's front wheel and possibly the fender. \n \n  After reversing into the car, Samuel - who Ben shares with his ex-wife Jennifer Garner - then got out of the Lambo the look at where the car had bumped another vehicle. \n \n  Speaking with the American publication, a representative for Ben stated that no damage was caused and all involved were okay. \n \n Ben and Jennifer - who got engaged for a second time earlier this year - were later pictured comforting Samuel, with the Jenny From the Block singer snapped holding hands with her beau's son as they left the car dealership on Sunday  \n \n  Samuel is one of three children Ben shares with his ex-wife Jennifer Garner, 50, whom he divorced in 2018. \n \n \"Our marriage didn't work, and that's difficult. Both of us really believe that it's important for kids to see their parents respect one another and get along, whether they're together or not,\" Ben explained to PEOPLE when discussing co-parenting with his ex-wife earlier this year.  \n \n The former couple are also parents to daughters Violet, 16, and Seraphina, 13, while Ben's wife-to-be Jennifer shares twins Emme and Max with ex-husband Marc Anthony. \n \n  Jennifer and Ben rekindled their romance last year, almost 20 years on from their original engagement and high-profile split. \n \n  In April, the mum-of-two explained exactly how her beau popped the question for the second time earlier this year and revealed all about the \"nothing fancy at all\" proposal.  \n \n  \"Saturday night while at my favorite place on earth (in the bubble bath), my beautiful love got on one knee and proposed,\" the Hustlers actress gushed in an On The JLo email update. \n \n  \"I was taken totally off guard and just looked in his eyes smiling and crying at the same time trying hard to get my head around the fact that after 20 years this was happening all over again, I was quite literally speechless and he said, “is that a yes?’” I said YES of course that's a YES.\" \n \n She continued to admit after the actor's proposal she was left crying with joy and feeling \" so incredibly happy and whole\".  \n \n  \"It was nothing fancy at all, but it was the most romantic thing I could've ever imagined...just a quiet Saturday night at home, two people promising to always be there for each other,\" she added when recalling the romantic moment. \n \n  The Love Don't Cost a Thing singer concluded by declared herself and the dad-of-three to be \"two very lucky people\" who have been given a second chance at true love. \n \n  The happy couple first met back in 2002 on the set of their critically-panned film, Gigli. At the time, Jennifer was still married to her second husband, Cris Judd. \n \n The singer went on to file for divorce from Cris in July 2002 and embarked on a very public relationship with Ben, which eventually led to the actor proposing to the star just months later in November 2002.  \n \n",
            "url": "https://www.mirror.co.uk/3am/celebrity-news/ben-afflecks-son-10-crashes-27333873",
            "source": "MIRROR",
            "source_url": "https://www.mirror.co.uk",
            "source_logo": "https://logonoid.com/images/daily-mirror-logo.jpg",
            "image": "https://i2-prod.mirror.co.uk/incoming/article27333997.ece/ALTERNATES/s615b/0_PAY-PREMIUM-EXCLUSIVE-Ben-Affleck-Scopes-Out-Damage-After-Son-Samuel-Crashes-Lambo-Into-SUV.jpg",
            "category": [
                "Showbiz"
            ],
            "country": "UK",
            "published_at": "07:56, 27 Jun 2022"
        },
        {
            "id": "21",
            "title": "Xiaomi 12T Specifications Leak Tips Snapdragon 8+ Gen 1 SoC, Up to 12GB RAM; Spotted on US FCC: Report",
            "description": "Xiaomi 12T specifications have been leaked by a tipster. As per the alleged specifications, the Xiaomi smartphone will sport a 120Hz refresh rate display, a Snapdragon 8+ Gen 1 SoC paired with at least two configurations under the hood, 120W fast charging, optical image stabilisation (OIS) in the camera, and MIUI 13 OS skin. The Xiaomi 12T has allegedly been spotted on the US Federal Communications Commission (FCC) website as well. The listing shows a handset with Wi-Fi 802.11ax, 5G, and Bluetooth connectivity options.",
            "content": " The Xiaomi 12T specifications-related development comes from tipster Mukul Sharma, who claims that the Xiaomi 12T (tentative name) is under development and it could sport an AMOLED display with 120Hz refresh rate. The Xiaomi phone in question is said to come with a Qualcomm Snapdragon 8+ Gen 1 SoC paired with 8GB of RAM. The 8GB of RAM could be coupled with 128GB and 256GB storage options. Sharma goes on to claim that there could be a 12GB RAM variant as well. \n \n  Without giving details about the camera, Sharma says that the alleged Xiaomi 12T will come with OIS. He says the smartphone will also have 120W fast charging support, run Android 12-based MIUI 13 skin, and feature NFC as one connectivity option \n \n Other connectivity options of the rumoured Xiaomi 12T have been tipped by the alleged FCC listing of the smartphone. A Xiaomi handset with 22071212AG is listed with Wi-Fi 802.11ax, 5G (7 bands), Bluetooth, GPS, and IR blaster connectivity options. Furthermore, it also shows that the smartphone will arrive in two configurations: 8GB RAM + 128GB storage and 8GB RAM + 256GB storage (as suggested by Sharma).  \n \n  The Xiaomi handset with 22071212AG model number was previously spotted on IMEI database and is said to belong to the Xiaomi 12T. The IMEI database also showed another smartphone with model numbers 22071212AC. It is similar to the alleged Xiaomi 12T model number with ‘C' reportedly denoting the China variant. It is claimed to be launched as the Redmi K50 Ultra in China. The ‘G' in Xiaomi 12T model number is said to denote global, suggesting that the phone will be known as Xiaomi 12T in rest of the world. \n \n  The report mentioned above also listed a few other smartphones with model numbers 22081212G (Xiaomi 12T Pro), 22081212C (Redmi K50S Ultra), and 22081212UG (Xiaomi 12T Pro HyperCharge). \n \n",
            "url": "https://gadgets360.com/mobiles/news/xiaomi-12t-specifications-features-us-fcc-listing-leak-3104309",
            "source": "GADGETS 360",
            "source_url": "https://gadgets360.com",
            "source_logo": "https://cdn.dribbble.com/users/1626710/screenshots/11073839/media/0c6e5911249f8fd8305341c1b5fb3901.png?compress=1&resize=768x576&vertical=top",
            "image": "https://i.gadgets360cdn.com/large/xiaomi_logo_reuters_large_1656322788837.jpg?downsize=950:*",
            "category": [
                "Tech",
                "Business"
            ],
            "country": "USA",
            "published_at": "27 June 2022 15:10 IST"
        },
        {
            "id": "22",
            "title": "Cyberpunk 2077 Now Supports AMD's Latest Upscaling Tech Thanks to This Mod",
            "description": "A modder creates an add-on for Cyberpunk 2077 that features AMD's image upscaling AI called FidelityFX Super Resolution 2.0, which launched recently.",
            "content": " Without going into too much detail, which most people reading this are already familiar with anyway, CD Projekt Red has managed to turn things around for Cyberpunk 2077. Given that it's one of the most expensive video games ever made, many felt let down by the product that was launched at the end of 2020. Luckily, things are much better now, though there's still room for improvement, and a new fan-made mod has just been released which makes the open world sci-fi game compatible with AMD's newest upscaling software. \n \n As spotted by DSO Gaming, modder PotatoOfDoom has created a mod for Cyberpunk 2077 that attempts to replace Nvidia's DLSS, or Deep Learning Super Sampling, with AMD's FSR, or FidelityFX Super Resolution. Specifically, it features version 2.0, which is the latest iteration of the tech from team red. The description on Nexus Mods says that this is still a \"proof of concept,\" but the developer has said that the results are \"quite impressive.\" Anyone who wishes to download and try the add-on are warned that it's still in development, so there may be some bugs.  \n \n  AMD released FSR 2.0 last month, with Arkane Studio's Deathloop being one of the first games to receive it. It offers a more open-source alternative to Nvidia's DLSS, which was one of the first upscaling technologies to hit the market, with the first iteration releasing in September 2020. While team green's software is becoming more open-source these days, it's mainly associated with the company's own RTX-based graphics cards, which is arguably what makes AMD's FSR somewhat more appealing. \n \n For those who aren't aware, image upscaling is pretty much an industry standard in gaming these days, up there with the likes of ray tracing. It essentially works by upscaling game visuals on the fly, redrawing pixels to make them comparable to higher resolutions. The idea behind it is to generate better graphics in games, without putting more strain on the hardware. Even Apple has announced its own upscaling tech, called MetalFX.  \n \n As for the game itself, CD Projekt Red is currently working on official DLC for Cyberpunk 2077. While the wounds may still be a little fresh for some, many people are prepared to move on from the blunder that was the game's 2020 launch. With a huge patch going live in February, many severe issues were finally fixed. But for some, the damage has already been done and it could take a while for CDPR's reputation to be fully restored.  \n \n",
            "url": "https://gamerant.com/cyberpunk-2077-support-amd-upscaling-ai-mod/",
            "source": "GAMERANT",
            "source_url": "https://gamerant.com",
            "source_logo": "https://findlogovector.com/wp-content/uploads/2020/06/game-rant-logo-vector.png",
            "image": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2022/06/cyberpunk-2077-johnny-silverhand-panam.jpg?q=50&fit=contain&w=960&h=500&dpr=1.5",
            "category": [
                "Gaming",
                "Tech"
            ],
            "country": "USA",
            "published_at": "June 27, 2022, 4:00 PM"
        },
        {
            "id": "23",
            "title": "Code: To Jin Yong Is an Open World Game Set in Ancient China and Built With Unreal Engine 5",
            "description": "Being developed in Unreal Engine 5, Code: To Jin Yong is an open-world action adventure martial arts game set in Ancient China.",
            "content": " Chinese AAA studio, Lightspeed Studios, announced that it is adapting a famous wuxia novel series into a martial arts game called Code: To Jin Yong. The demo trailer displays stylish combat that incorporates aggrandized aerial movements and combat, which are fairly common in wuxia cinema. While most action games tether players to the ground, Code: To Jin Yong lets them jump grand distances and fly around the screen at high speeds. \n \n Developed by Epic Games, Unreal Engine 5 is the most recent iteration in the 3D computer graphics game engine that many different games studios implement to create their games. Code: To Jin Yong is being made using Unreal Engine 5, which allows the developers to depict outrageous martial arts motions through the engine’s advanced physics system. Gorgeous visuals surround the fight at the center of the trailer and show off the engine's ability to render high-quality environments and keep them running at high graphical fidelity during high-action sequences. \n \n The trailer does not have a voiceover or any explanation at all and lets the gameplay speak for itself as the characters go after each other in a high-speed, intense fight. The physics engine and improved graphics of Unreal Engine 5 shine through in the trailer as the visual details surrounding the fast-paced battle sequence hold fast during the smooth fight. Camera angles and features are important in a game, and the dynamic camera angles in Code: To Jin Yong make the fight look extremely cinematic. \n \n The Chinese game development industry is in motion as agencies start to approve and regulate more projects for domestic releases, such as Wuchang: Fallen Feathers and Black Myth: Wukong. Lightspeed Studios has only released AAA games for mobile so far, and the trailer for Code: To Jin Yong acknowledges that the trailer “does not reflect the quality of the final product.” Publisher Tencent has not announced a release date, so it may be quite a while before players are able to play Code: To Jin Yong. \n \n  Kung fu games and other titles steeped in Chinese culture are popular all over the world, and Code: To Jin Yong should be no different if the final release looks anything like the trailer. Fast-paced martial arts action and impressive visuals come together to create an engaging and exciting experience. \n \n Though it is clear that Code: To Jin Yong is far from complete in its development in Unreal Engine 5, fans can look forward to the martial arts game with smooth action graphics and exciting gameplay. ",
            "url": "https://gamerant.com/code-to-jin-yong-open-world-game-ancient-china-unreal-engine-5/",
            "source": "GAMERANT",
            "source_url": "https://gamerant.com",
            "source_logo": "https://findlogovector.com/wp-content/uploads/2020/06/game-rant-logo-vector.png",
            "image": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2022/06/code-jin-yong.jpg?q=50&fit=contain&w=960&h=500&dpr=1.5",
            "category": [
                "Gaming"
            ],
            "country": "USA",
            "published_at": "June 30, 2022, 4:00 PM"
        },
        {
            "id": "24",
            "title": "Oppo Reno 8, Oppo Reno 8 Pro India Launch Teased, Tipped to Debut on July 21",
            "description": "Oppo Reno 8 series India Launch was teased by the company on Thursday. The Chinese company confirmed that it will launch the Oppo Reno 8 and the Oppo Reno 8 Pro smartphones in India. Additionally, Oppo has revealed that the Pro model will come with Oppo's proprietary MariSilicon X imaging chip. It is to be noted that the company had launched three smartphones — the Oppo Reno 8, the Oppo Reno 8 Pro, and the Oppo Reno 8 Pro+ — in the series in China earlier this year. Meanwhile, a tipster has claimed that the phone may launch on July 21 in India. ",
            "content": "Oppo announced via its website that it will launch the Oppo Reno 8 and Oppo Reno 8 Pro smartphones in India soon. It also revealed that the Pro model will come equipped with the company's MariSilicon X imaging chip, as tipped earlier. Oppo also posted a teaser clip on its Twitter account. \n \n The Chinese company launched the series with three smartphones in China earlier this year. It included the Reno 8, Reno 8 Pro, and the Reno 8 Pro+ smartphones. \n \n While the company hasn't revealed any information about the specifications of the smartphones, a recent report claimed that the Oppo Reno 8 will have the same specifications as the Chinese variant but the Oppo Reno Pro could be a rebranded version of the Oppo Reno Pro+. This essentially means that the Pro variant in India could come with the MediaTek Dimensity 8100-Max SoC and not the Snapdragon 7 Gen 1. \n \n Oppo will be revealing the key specifications of the Oppo Reno 8 and Oppo Reno 8 Pro on July 5 and July 11. The Oppo Reno 8 series smartphones are camera-centric smartphones and the report mentioned above says that phones could launch in India on July 18. However, tipster Paras Guglani claimed that the Reno 8 series is coming to India on July 21. He also claims that the company will also launch Oppo Pad Air and other IoT products as well.",
            "url": "https://gadgets360.com/mobiles/news/oppo-reno-8-pro-india-launch-date-july-21-specifications-leak-3114236",
            "source": "GADGETS 360",
            "source_url": "https://gadgets360.com",
            "source_logo": "https://cdn.dribbble.com/users/1626710/screenshots/11073839/media/0c6e5911249f8fd8305341c1b5fb3901.png?compress=1&resize=768x576&vertical=top",
            "image": "https://i.gadgets360cdn.com/large/oppo_reno_8_pro_india_launch_1656575124880.jpg?downsize=950:*",
            "category": [
                "Tech"
            ],
            "country": "USA",
            "published_at": " 30 June 2022 13:18 "
        },
        {
            "id": "25",
            "title": "Machine Gun Kelly leaves party covered in blood after smashing champagne glass in his face",
            "description": "Machine Gun Kelly has been spotted leaving a steakhouse covered in blood, after smashing a champagne glass on his face during a performance for his Mainstream Sellout Tour",
            "content": "Machine Gun Kelly has been spotted leaving a party covered in blood after his gig at Madison Square Garden. \n \n The rapper performed at the famous venue on Tuesday (June 28) as part of his Mainstream Sellout Tour and was later seen celebrating at the Catch Steakhouse with friends. \n \n MGK, 32, was photographed leaving the party with his face, neck and hands full of blood. Despite this, he seemed in good spirits as he smiled for cameras alongside his fiancé Megan Fox, 36. \n \n Machine Gun Kelly, whose real name is Colson Baker, opted for an all-pink outfit, wearing baby pink trousers and a pink mesh top, showing off his many tattoos. He was also sporting his new pink hair. \n \n His injury was later explained in a clip posted to his Instagram Story on Wednesday. \n \n Kelly was filmed smashing a champagne glass on his own face in front of a crowd of fans. \n \n He made a speech at the afterparty and said: \"I don't give a s**t,\" before smashing the glass on his face. \n \n He captioned the video: \"And this is where things turned...\" ",
            "url": "https://www.mirror.co.uk/3am/celebrity-news/machine-gun-kelly-leaves-party-27360528",
            "source": "MIRROR",
            "source_url": "https://www.mirror.co.uk",
            "source_logo": "https://logonoid.com/images/daily-mirror-logo.jpg",
            "image": "https://i2-prod.mirror.co.uk/incoming/article27360552.ece/ALTERNATES/n310p/1_JS270678633.jpg",
            "category": [
                "Showbiz"
            ],
            "country": "UK",
            "published_at": "20:21, 29 Jun 2022"
        },
        {
            "id": "26",
            "title": "Heathrow: Passengers complain of chaos after flights cancelled",
            "description": "Passengers have complained of queues and \"total chaos\" at Heathrow after the airport asked airlines to remove 30 flights from Thursday's schedule.",
            "content": "The UK's largest airport asked airlines to cut the flights because it was expecting more passenger numbers than it can currently cope with. \n \n Some passengers did not know that their flights were cancelled until they arrived at the airport. \n \n Heathrow said the cancellations were necessary for safety. \n \n Travel writer and broadcaster Andy Mossack tweeted that there was \"total chaos\" and \"zero customer service\" at the airport on Thursday morning. \n \n A Heathrow spokesman said: \"We will work with airlines to get affected passengers rebooked onto other flights outside of the peak so that as many as possible can get away, and we apologise for the impact this has on travel plans. \n \n \"We are working hard to ensure everyone has a smooth journey through Heathrow this summer, and the most important thing is to make sure that all service providers at the airport have enough resources to meet demand.\" \n \n A spokesman from British Airways, one of the airlines affected, said: \"As a result of Heathrow's requirement for all airlines to reduce their schedules, we've made a small number of cancellations.\" \n \n The airline said it was in contact with affected customers to \"apologise, advise them of their consumer rights and offer them alternative options, including a refund or rebooking.\" ",
            "url": "https://www.bbc.com/news/business-61857008",
            "source": "BBC",
            "source_url": "https://www.bbc.com",
            "source_logo": "https://ichef.bbci.co.uk/images/ic/1920xn/p09xtmrp.jpg",
            "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7A6C/production/_125704313_heathrowplane_getty.jpg",
            "category": [
                "Politics",
                "Business"
            ],
            "country": "USA",
            "published_at": "June 30, 2022, 4:31 PM"
        },
        {
            "id": "27",
            "title": "Toyota recalls electric cars over concerns about loose wheels",
            "description": "Motor industry giant Toyota is recalling 2,700 of its first mass-produced all-electric vehicles over concerns their wheels may fall off.",
            "content": "A spokesperson told the BBC that bolts on the bZ4X's wheels \"can loosen to the point where the wheel can detach from the vehicle\" after \"low-mileage use\". \n \n The recall comes less than two months after the car was launched in Japan. \n \n Car maker Subaru also says that for the same reason it will recall 403 electric cars it developed with Toyota. \n \n On Friday, Toyota said in a statement that it had issued a safety recall for 2,700 bZ4X SUVs in the US, Europe, Canada and Japan. \n \n\"If a wheel detaches from the vehicle while driving, it could result in a loss of vehicle control, increasing the risk of a crash,\" a spokesperson said. \n \n \"No one should drive these vehicles until the remedy is performed,\" they added. \n \n \"No one should drive these vehicles until the remedy is performed,\" they added. \n \n The BBC understands that some bZ4X models have not been recalled. However, a Toyota spokesperson declined to comment on how many of the vehicle the company had manufactured. \n \n Toyota said it had notified Japanese safety regulators about the defect on Thursday and the cause of the issue was \"still under investigation\". \n \n Another Japanese car manufacturer, Subaru also said it was recalling 403 of the Solterra, its first all-electric car jointly developed with Toyota, because of concerns over loose bolts. The firm did not immediately respond to a request for comment from the BBC. \n \n Toyota is viewed as a relative latecomer to the electric vehicle market, as compared to rival manufacturers like Tesla, which launched its first electric car 14 years ago. \n \nIt launched the bZ4X in Japan last month. The car was only available on lease \"to eliminate customer concerns regarding residual battery performance, maintenance and residual value,\" Toyota said earlier this year. \n \n This week, the company said it would cut the number of vehicles it plans to produce next month by 50,000 to 800,000 because of a shortage of computer chips and supply disruptions caused by the pandemic. \n \n Although Toyota currently aims to manufacture a total of 9.7m vehicles around the world this year, it has signalled that it may be forced to lower that number.",
            "url": "https://www.bbc.com/news/business-61919424",
            "source": "BBC",
            "source_url": "https://www.bbc.com",
            "source_logo": "https://ichef.bbci.co.uk/images/ic/1920xn/p09xtmrp.jpg",
            "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/4C2B/production/_125599491_gettyimages-1239412844.jpg",
            "category": [

                "Business"
            ],
            "country": "USA",
            "published_at": "June 24, 2022, 4:31 PM"
        },
        {
            "id": "28",
            "title": "Patriotism Falls, Americans Say Country is Heading in Wrong Direction",
            "description": " Republicans - and Democrats - view the nation's trajectory poorly, while the number of those who say they feel 'extreme' pride in the country falls to record low.",
            "content": "The nation has appeared starkly divided in recent weeks, with major Supreme Court rulings exposing chasms on guns and abortion amid pitched political battles over immigration, LGBTQ rights and the handling of the economy. But Americans are in agreement on at least one thing: the country is heading in the wrong direction. \n \n The vast majority of Americans are pessimistic about the state of the country, according to an AP-NORC poll released Wednesday. And while a majority of Republicans have believed so since President Joe Biden was elected, a growing number of Democrats (78%), who had remained positive, now say the same. \n \n The survey, conducted June 23-27, says that American’s view of the nation’s trajectory is reflected in Biden’s low approval rating, where he performs highly for his handling of the pandemic but is viewed poorly for the economy and gun policy. \n \nThe economy, in particular, mirrors Americans’ view of the nation’s trajectory, with 79% of adults considering the economy to be in poor condition, driven by an increasingly negative outlook among Democrats. \n \n The number of people who say they are extremely proud to be American has likewise taken a tumble, falling to a new low of 38%, according to Gallup polling. \n \n The results come during what Gallup called a “challenging time in the U.S.,” citing a pandemic-weary public and the highest U.S. inflation rate in more than four decades and a string of mass shootings from Buffalo, New York, to Uvalde, Texas. But it also notes that the poll was conducted even before the Supreme Court’s major rulings on guns and abortion – both of which, Gallup notes, moved opposite public opinion. \n \n “Extreme” national pride has been on the decline since 2015 falling nearly 20 points lower than where it stood a decade ago and marking the lowest scores on record for both independents and Republicans. But Republicans, with 58% citing extreme pride in the nation, consistently outpace Democrats (26%) and independents (34%) on the measure. \n \n  Gallup notes that patriotism depends on a variety of factors, including the popularity of the president, the economy, health and high-profile events, but added that in recent years, all parties have become less likely to say they’re proud of the country, which may be a reflection of “deepening political divisions and party gridlock in Washington, as well as national challenges regarding race relations, COVID-19 policies and inflation. ",
            "url": "https://www.usnews.com/news/national-news/articles/2022-06-29/patriotism-falls-americans-say-country-is-heading-in-wrong-direction",
            "source": "USNEWS",
            "source_url": "https://www.usnews.com",
            "source_logo": "https://seekvectorlogo.net/wp-content/uploads/2018/10/us-news-world-report-vector-logo.png",
            "image": "https://www.usnews.com/object/image/00000181-b134-defe-a9cd-f7b5eca30000/gettyimages-1241033965.jpg?update-time=1656535550641&size=responsive970",
            "category": [
                "Politics"
            ],
            "country": "USA",
            "published_at": "June 29, 2022, at 4:50 p.m." 
        },
        {
            "id": "29",
            "title": "Trump's Temper Becomes Focus of Explosive Jan. 6 Committee Testimony",
            "description": " ‘I'm the f– president. Take me up to the Capitol now,’ Trump was said to have told his security detail before lunging at a steering wheel as he sought to join rioters on Jan. 6.",
            "content": "\"A very stable genius.\" \n \n That's how then-President Donald Trump described himself at a press conference in 2018, amid criticism that his bombastic tweets were less than presidential. \n \n And that was not the personality described Tuesday by Cassidy Hutchinson, a senior aide to Trump's chief of staff, as she testified about Trump's behavior as the Jan. 6, 2021, insurrection at the Capitol unfolded. \n \n Inside \"The Beast\" – the nickname of the presidential limo – Trump demanded to be taken to the Capitol but was told by his Secret Service detail it was not a safe environment. \n \n An enraged Trump yelled, \"I'm the f– president. Take me up to the Capitol now,\" Hutchinson, who worked for Trump chief of staff Mark Meadows, told the committee, recounting details relayed to her by high-level White House staff. When the driver did not comply, the then-president reached over to grab the steering wheel. \n \n \"Sir, you need to take your hand off the steering wheel,\" an agent told the president. \"We're going back to the West Wing. We're not going to the Capitol.\" Undeterred, Trump lunged at the throat of a member of his security detail. The president ended up not going to the Hill, where, Hutchinson testified, he had hoped to go, taking charge as a self-determined, reelected president, even though he had just lost to Democrat Joe Biden by several million votes. \n \n Many Americans have endured a mercurial boss. And new presidents often have trouble adjusting to the bizarre contradiction of being the most powerful person in the world, only to have your daily movements controlled by others who ostensibly work for you. Bill Clinton, for example, famously went for a jog on the street – forcing Secret Service agents to hastily accompany him, running in their suits – and once wanted to take the train to a presidential event (he was talked out of it after security explained they can't turn a train around if there's a threat). \n \n And many presidents have had easily triggered tempers. Richard Nixon famously had an \"enemies list,\" while Lyndon B. Johnson referred to his foes as \"pissants\" and reportedly ordered an aide off of Air Force One (it was flying over an ocean at the time). \n \n Trump displayed early signs of a bad temper, often provoked by a sense that others were disloyal. Some psychiatric experts under the banner Duty to Warn, based on publicly available information and without having examined the president, nevertheless cautioned that Trump appeared to have a condition called malignant narcissism – which is incurable and rooted in delusions of superiority and anger that others do not recognize their greatness. \n \n And as he sought to cling to power denied him by a democratic election, Trump, Hutchinson revealed in testimony before the House committee, was highly volatile and angry when challenged or thwarted in his mission. \n \n When Trump learned that his attorney general, William Barr, had given an interview to the Associated Press, affirming there was no widespread voter fraud as Trump had claimed, the president threw his lunch at the wall, Hutchinson testified, smearing the paint with his favorite condiment. \n \n \"So I grabbed a towel and started wiping the ketchup off the wall to help the valet out,\" Hutchinson said. That jibes with the account in the book \"Betrayal: The Final Act of the Trump Show,\" in which author Jonathan Karl reports that Trump \"had the look and manner of a madman\" when he learned of Barr's remarks. \n \n And that wasn't the only time, Hutchinson said. Trump also was known to pull the tablecloth off a table, bringing food and dishes down with it. \n \n \"Irate,\" was how Hutchinson said Robert Engel (the agent who was the target of Trump's lunge in “The Beast”) described the president. \n \n The president was also visibly angry at the crowd assembling at the Ellipse that day, saying it was not the packed capacity he desired. The president knew that some of the people gathered in Washington that day had weapons, including AR-15s, and would not be able to get past the magnetometers the Secret Service used to make sure no one was bringing weapons near the president. \n \n \"He was angry about the extra space and wanted more people to come in,\" Hutchinson said. \n \n Trump, Hutchinson said, reporting conversations with other White House personnel, said, \"I don't f– care that they have weapons. They're not here to hurt me. Take the f– mags away. Let my people in. They can march to the Capitol from here. Let the people in. Take the f– mags away.\" \n \n Instead, the armed insurrectionists went directly to the Capitol, where some rioters called for Trump's vice president, Mike Pence, to be hanged. \n \n That, too, led to a conversation between Meadows and White House lawyer Pat Cipollone, Hutchinson recalled. \n \n \"I remember Pat Cipollone saying, 'They're literally calling for the VP to be f– hung,'\" she said. Meadows turned to Cipollone. \n \n \"You heard him, Pat. He thinks Mike deserves it. He doesn't think they're doing anything wrong.\" \n \nCipollone, Hutchinson said, had a blunt response. \n \n \"This is f- crazy,\" Trump's lawyer said. ",
            "url": "https://www.usnews.com/news/politics/articles/2022-06-28/trumps-temper-becomes-focus-of-explosive-jan-6-committee-testimony",
            "source": "USNEWS",
            "source_url": "https://www.usnews.com",
            "source_logo": "https://seekvectorlogo.net/wp-content/uploads/2018/10/us-news-world-report-vector-logo.png",
            "image": "https://www.usnews.com/object/image/00000181-ac6b-d57b-abad-be6f4fb20000/gettyimages-1241592925.jpg?update-time=1656455203223&size=responsive970",
            "category": [
                "Politics"
            ],
            "country": "USA",
            "published_at": "June 28, 2022, at 6:28 p.m." 
        },
        {
            "id": "30",
            "title": "Manchester United near agreement for Frenkie de Jong & target Tyrell Malacia.",
            "description": "Manchester United have reached a broad agreement over a 65m euro (£56m) fee, plus add-ons, with Barcelona for the Netherlands midfielder Frenkie de Jong.",
            "content": " However, club sources say the deal is not done and there are still significant issues to work through. \n \n But the development is seen as positive in terms of the transfer eventually reaching a conclusion. \n \nThe 25-year-old De Jong is new United manager Erik ten Hag's number one summer transfer target. \n \n United are also battling with Lyon to sign Feyenoord's Netherlands defender Tyrell Malacia, who is valued at 15m euros (£12.9m). \n \n The 22-year-old left-back, who has five Dutch caps, played the full 90 minutes in both recent Nations League victories over Wales and was part of the Feyenoord team beaten by Roma in last month's Europa Conference League final. \n \n Lyon thought they were well placed to complete the transfer, but now United have stepped in and made their interest known. \n \n United already have Luke Shaw and Alex Telles battling for the left-back role but new manager Erik Ten Hag is an admirer of Malacia, who made his debut for Feyenoord when he was 18. \n \n Ten Hag led training for the first time on Monday with his non-international players. \n \n United are still to make any signings this summer as they await a response from Denmark midfielder Christian Eriksen, 30, who also has an offer on the table from Brentford. \n \nTen Hag and his players are due to leave for a pre-season tour of Thailand and Australia on 8 July. \n \n Ideally, the De Jong deal would be completed by then, although there is no deadline being put on the transfer.   ",
            "url": "https://www.bbc.com/sport/football/61965079",
            "source": "BBC",
            "source_url": "https://www.bbc.com",
            "source_logo": "https://ichef.bbci.co.uk/images/ic/1920xn/p09xtmrp.jpg",
            "image": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/125D1/production/_125571257_gettyimages-1402127802.jpg",
            "category": [
                "Sport"
            ],
            "country": "UK",
            "published_at": "28 June 2022"
        },
        {
            "id": "31",
            "title": "Raphinha: Chelsea join race to sign Leeds and Brazil winger.",
            "description": "Chelsea have joined the race to sign Leeds winger Raphinha.",
            "content": " The Brazil international has been the subject of a bid from Arsenal and interest from Barcelona. \n \n Leeds would be looking for more than £50m for Raphinha, who they signed from Rennes for £17m two years ago. \n \n But Chelsea's American owners want to make the 25-year-old part of a new-look attacking line-up, and have already made contact with England international Raheem Sterling. \n \n  As yet, there has been no formal offer made to Leeds, who survived the threat of Premier League relegation on the last day of last season. \n \n That was partly to do with a sparkling performance from Raphinha, who scored the opener in a 2-1 win over Brentford and is due to report back for pre-season training at the start of next week. \n \n Leeds and England midfielder Kalvin Phillips is already set to join Manchester City in a £45m deal. \n \n New Chelsea co-owner Todd Boehly has moved quickly in his role as interim sporting director by loaning club-record signing Romelu Lukaku back to Inter Milan.  ",
            "url": "https://www.bbc.com/sport/football/61979718",
            "source": "BBC",
            "source_url": "https://www.bbc.com",
            "source_logo": "https://ichef.bbci.co.uk/images/ic/1920xn/p09xtmrp.jpg",
            "image": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/BB06/production/_125687874_gettyimages-1398660891-1.jpg",
            "category": [
                "Sport"
            ],
            "country": "UK",
            "published_at": "29 June 2022"
        },
        {
            "id": "32",
            "title": "Sven Botman: Newcastle agree deal in principle with Lille to sign Dutch defender",
            "description": "Dutchman Botman, 22, has completed his medical on Tyneside and agreed terms on a five-year contract. \n \n The formalities of the transfer are set to be concluded this week. \n \n But Newcastle's move for French forward Hugo Ekitike from Ligue 1 club Reims looks to be over after a deal could not be agreed. \n \n It is understood the player's agent's demands proved a stumbling block to the move for the 20-year-old going through. \n \n France Under-20 international Ekitike was close to joining the Magpies in January, but had second thoughts on deadline day. \n \n Botman, though, is Newcastle's third summer signing after they bought Aston Villa left-back Matt Targett for £15m and Burnley's England goalkeeper Nick Pope. \n \n Centre-back Botman, who has been capped by Netherlands at under-age level, had also attracted interest from AC Milan. \n \n Newcastle also tried to sign him in January and, having finally landed his main summer target, manager Eddie Howe has strengthened his entire defence since taking charge last November. \n \n Botman made his way through the Ajax youth teams before completing a move to Ligue 1 side Lille in 2020 for £7.2m, where he has made 79 appearances across all competitions. ",
            "url": "https://www.bbc.com/sport/football/61974824",
            "source": "BBC",
            "source_url": "https://www.bbc.com",
            "source_logo": "https://ichef.bbci.co.uk/images/ic/1920xn/p09xtmrp.jpg",
            "image": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/A4F4/production/_125682224_gettyimages-1405675511.jpg",
            "category": [
                "Sport"
            ],
            "country": "UK",
            "published_at": "28 June 2022"
        },
        {
            "id": "33",
            "title": "NASA's DART Mission Is Going to Really Mess Up This Tiny Asteroid",
            "description": "A follow-up mission by the European Space Agency could find a very different looking Dimorphos.",
            "content": "In order to protect the Earth, some sacrifices must be made. NASA’s DART spacecraft is currently on its way to a binary asteroid system known as Didymos and will essentially crash into one tiny asteroid to test out a deflection method. But rather than leaving behind an impact crater as initially intended, the DART spacecraft may actually deform the mini-moon, making it nearly unrecognizable. \n \n Using a new model, a group of researchers have simulated the entire cratering process and discovered that the asteroid deflection mission might completely alter its target, changing its appearance far more severely than previously believed.  \n \n “The DART impact could globally deform Dimorphos, and therefore change its overall shape significantly, instead of creating just a small crater,” Martin Jutzi, co-author of the study, which was published in The Planetary Science Journal, told Gizmodo in an email. \n \n As seen in the above illustration, the mini-moon, dubbed Dimorphos (formerly known as Didymoon), could take on one of these six possible shapes following the spacecraft’s impact. The whole cratering process could take a few hours, which is why previous models of the impact did not predict the asteroid’s subsequent deformation. “Previous models were only able to simulate the first seconds of such events,” Jutzi said. \n \n Short for Double Asteroid Redirection Test, the DART mission launched in November 2021 towards the Didymos asteroid system. Didymos is an 800-meter wide rock with its own 170-meter wide moon known as Dimorphos, the main target of DART. The spacecraft will smash into the mini-moon at 15,000 miles per hour (24, 140 kilometers per hour), attempting to offset its orbit. The impact is scheduled for late September or early October, when the pair will come within 7 million miles (11 million kilometers) of Earth. \n \n The purpose of the test is to experiment with kinetic impactor technology as a means of deflecting asteroids that could be headed towards Earth. NASA and other space agencies, keep a close watch on asteroids that come too close for comfort in order to assess whether or not they pose a threat to our planet. But as far as defending Earth from incoming asteroid impacts, there’s no clear cut plan on what to do. \n \n “These weak asteroids could actually be deflected much more strongly and larger amounts of material could be ejected from the impact than the previous estimates predicted,” Jutzi said. “These larger effects should be easier to observe immediately after the DART impact.” So the DART mission will still be able to perform the experiment, just perhaps with a different outcome than initially anticipated. \n \n The European Space Agency (ESA) is also planning a follow-up mission to the pair of space rocks. ESA is scheduled to launch its Hera mission in 2024, which will rendezvous with Didymos by 2026 to study the impact crater left behind by DART, and any other changes made to the asteroid. If Dimorphos has indeed taken on a different appearance, it may provide valuable data on the asteroid itself. \n \n“Ideally, this will allow us to learn something about the asteroid’s interior, rather than just the surface,” Jutzi said. “This would in turn provide very valuable information about the asteroid’s bulk properties and improve our understanding of asteroids in general.”  ",
            "url": "https://gizmodo.com/nasa-dart-mission-deform-dimorphos-asteroid-crater-1849124645",
            "source": "Gizmodo",
            "source_url": "https://gizmodo.com",
            "source_logo": "https://www.thewrap.com/wp-content/uploads/2021/02/Gizmodo-logo.jpg",
            "image": "https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_965/64379948eda1b263a38a3a4cc2858398.jpg",
            "category": [
                "Science",
                "Tech"
            ],
            "country": "USA",
            "published_at": "June 30, 2022, 5:41 PM"
        },
        {
            "id": "34",
            "title": "The Flu Vaccine May Help Keep Alzheimer's at Bay",
            "description": "A study found that adults over 65 vaccinated for the flu were noticeably less likely to develop Alzheimer's over a four year span than those unvaccinated. ",
            "content": "New research suggests even more benefits for flu vaccination in older people. The study found that adults over 65 who received at least one flu shot were noticeably less likely to be diagnosed with Alzheimer’s disease up to four years later. More research will be needed to confirm a cause-and-effect link and to figure out where this protective effect is coming from, however. \n \nAlzheimer’s disease is the most common form of dementia, and is thought to currently affect more than 5 million Americans. There are lifestyle habits that may reduce a person’s risk of Alzheimer’s, such as regular exercise, and there are medications that can help manage its symptoms. But there are no treatments known to substantially prevent or reverse its progression. However, some research has pointed to a relationship between certain infections and Alzheimer’s, which has led to hopes that preventing or treating these infections may lower its incidence or delay its onset. \n \n In 2020, researchers at the University of Texas Health Science Center at Houston analyzed medical records and found a link between flu vaccination and a lower associated risk of diagnosed Alzheimer’s. This time, they turned to an even larger database of medical claims and were able to compare the outcomes of nearly a million pairs of adults over 65 throughout the U.S. who were either vaccinated or unvaccinated for the flu. The pairs were matched in factors like age and were tracked for an average of 46 months. \n \n During the study period, 8.5% of unvaccinated adults were diagnosed with Alzheimer’s or received medication often used to manage it, compared to 5.1% of vaccinated individuals—about a 40% lower relative risk. There also appeared to be a cumulative effect, such that people who consistently got vaccinated annually during the study period were the least likely to develop Alzheimer’s. The findings were published online this month in the Journal of Alzheimer’s Disease. \n \n Studies in recent years have suggested that certain germs can hide in the brain following infection earlier on in life and directly trigger the development of Alzheimer’s, particularly herpesviruses. But the authors speculate that the connection seen in this study isn’t necessarily unique to influenza. Rather, it’s more about the relationship between our immune system and the aging brain. \n \n “Since there is evidence that several vaccines may protect from Alzheimer’s disease, we are thinking that it isn’t a specific effect of the flu vaccine,” said study author Paul Schulz, director of the Neurocognitive Disorders Center at UT’s McGovern Medical School, in a statement. “Instead, we believe that the immune system is complex, and some alterations, such as pneumonia, may activate it in a way that makes Alzheimer’s disease worse. But other things that activate the immune system may do so in a different way—one that protects from Alzheimer’s disease.” \n \n These kinds of observational studies can only demonstrate a correlation between two things, not clearly prove a cause-and-effect link between vaccination and Alzheimer’s risk. But other research teams have found a similar connection. And of course, vaccines for the flu and other diseases remain effective at preventing severe illness from the germs they target—benefits that tend to be even more pronounced for older people. \n \n It will take time to figure out exactly why vaccines may help keep our brain in good shape, but they’re doing plenty of good for us already. The researchers, for their part, may next plan to study whether covid-19 vaccines can offer a similar buffering effect against dementia. ",
            "url": "https://gizmodo.com/flu-vaccine-alzheimers-disease-prevention-texas-study-1849113499",
            "source": "Gizmodo",
            "source_url": "https://gizmodo.com",
            "source_logo": "https://www.thewrap.com/wp-content/uploads/2021/02/Gizmodo-logo.jpg",
            "image": "https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_965/b79f7d161dd765789df95101bde9d348.jpg",
            "category": [
                "Science"
            ],
            "country": "USA",
            "published_at": "June 36, 2022, 1:40 PM"
        },
        {
            "id": "35",
            "title": "Up to 1.6 million doses will be made available this year, though preference will be given to people at higher risk of exposure to the virus.   ",
            "description": "A study found that adults over 65 vaccinated for the flu were noticeably less likely to develop Alzheimer's over a four year span than those unvaccinated. ",
            "content": " The U.S. will soon greatly expand its vaccination program for monkeypox. On Tuesday evening, the Biden administration announced that it is planning to release a stockpile of over a million vaccine doses to the public by the end of fall. The vaccines will primarily be given to close contacts of confirmed cases and others with a higher risk of exposure, such as gay and bisexual men who have had multiple recent sex partners in areas where the emerging disease has been spotted. \n \n The updated strategy announced by the U.S. Department of Health and Human Services Tuesday will call for a gradual rollout of the country’s supply of the JYNNEOS vaccine. Nearly 300,000 doses will be distributed nationwide in the coming weeks, including 56,000 doses immediately. Another 750,000 doses will be made available during the summer. And up to 500,000 doses should be released later in the year, assuming that they pass the inspection process. All in all, around 1.6 million doses of the two-dose vaccine are expected to be available through the stockpile this year. \n \n The vaccines became available so quickly because the monkeypox virus is closely related to the now-extinct smallpox virus, which was eradicated through a massive global vaccination campaign in 1980. Countries have still maintained a stockpile of smallpox vaccines to this day, however, in part because there’s always the small possibility that the virus could be resurrected as a bioweapon agent. And these vaccines are also thought to be effective against closely related viruses like monkeypox. Indeed, smallpox vaccines do not contain the virus itself, but another related virus called vaccinia. \n \n The U.S. does have a much larger stockpile of the ACAM2000 smallpox vaccine available as well, and the HHS has said that it will release doses to jurisdictions that request it. But the ACAM2000 vaccine comes with more significant side effects than JYNNEOS, making it less suitable for mass distribution, the agency said. In 2019, JYNNEOS became the first vaccine in the U.S. to be approved for both smallpox and monkeypox. It’s estimated to be 85% effective against monkeypox, but that estimate is based on limited real world data. The vaccine can also be given to people soon after a suspected exposure, which should reduce the risk of illness. \n \n In announcing the expanded rollout of its stockpile, the U.S. is following in the footsteps of other countries like the UK. Like these countries, the U.S. will be allocating doses on a priority basis, depending on people’s risk of exposure. At the top will be people known to be in close, prolonged contact with confirmed or suspected cases, followed by those whose sexual partners have been diagnosed with monkeypox, and finally “men who have sex with men who have recently had multiple sex partners in a venue where there was known to be monkeypox or in an area where monkeypox is spreading.” Within these tiers, considerations like a person’s existing health will be taken into account as well. \n \n“Our goal right now is to ensure that the limited supply of JYNNEOS vaccine is deployed to those who can benefit from it most immediately, as we continue to secure additional vaccine doses,” said HHS Assistant Secretary for Preparedness and Response Dawn O’Connell, in a statement. \n \n Monkeypox is thought to primarily infect rodents. Until recently, it had only occasionally spread from animals to humans following its discovery in the 1950s. But there have been more than 4,000 confirmed or suspected cases reported globally in humans this year, including over 300 in the U.S., which is a caseload far above the sporadic outbreaks previously seen in some parts of Africa. Though it may have been circulating in humans at low levels for several years now, its current spread appears to be fueled by close contact during sex. So far, outbreaks have primarily involved men who sleep with men, but the virus can spread to anyone through close contact with someone’s infected rashes and possibly respiratory particles \n \n  Last weekend, the World Health Organization declined to declare a public health emergency of international concern over monkeypox for the time being, though they continued to stress that greater international cooperation and action will be needed to contain the virus before it can permanently become endemic in more parts of the world. ",
            "url": "https://gizmodo.com/monkeypox-virus-vaccine-us-jynneos-release-availability-1849122926 " ,
            "source": "Gizmodo",
            "source_url": "https://gizmodo.com",
            "source_logo": "https://www.thewrap.com/wp-content/uploads/2021/02/Gizmodo-logo.jpg",
            "image": "https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_965/66e8e54a86b92ed129737b7fb651d9a6.jpg",
            "category": [
                "Science"
            ],
            "country": "USA",
            "published_at": "June 30, 2022, 10:30 AM"
        },
        {
            "id": "36",
            "title": "Cameron Diaz ‘Un-Retires’ for Netflix’s ‘Back in Action’ with Jamie Foxx, Her First Film Since 2014",
            "description": "Diaz's first role since 2014 will be co-written and directed by Seth Gordon of \"Horrible Bosses\" fame.",
            "content": "Beloved film star Cameron Diaz is officially returning to the big screen! \n \n Since announcing her retirement in 2018 and not appearing onscreen since 2014, Diaz is set to co-star with Jamie Foxx in the upcoming Netflix film aptly titled “Back in Action.” \n \n Diaz’s fellow “Annie” alum Foxx tweeted, “Cameron, I hope you aren’t mad I recorded this, but no turning back now. Had to call in the GOAT to bring back another GOAT,” while sharing the audio of a three-way call between Diaz, himself, and quarterback Tom Brady, who is also entering Hollywood post-retirement. \n \n “@CameronDiaz and I are BACK IN ACTION – our new movie with @NetflixFilm,” Foxx added. “Production starting later this year!!” \n \n The audio snippet reveals Diaz telling Fox she is “so anxious” about coming back to acting. “I’m like pacing the room,” Diaz says. “I feel excited, but I don’t know how to do this, you know?” \n \n Foxx responds, “I understand. Listen, I got somebody on the other line that can help you with this.” \n \n “I was talking to Jamie and he said you need a few tips on how to un-retire,” the star of the upcoming “Eighty for Brady” said. “I’m relatively successful at un-retiring.” \n \n Netflix retweeted Foxx’s post, captioning, “Cameron Diaz is officially un-retiring!! She will star with Jamie Foxx in a new Netflix movie — and we have an unexpected person to thank for getting her back in action…” \n \n Foxx and Diaz previously collaborated on “Any Given Sunday” and 2014’s “Annie,” which marked Diaz’s last role before announcing her retirement. \n \n “Back in Action” will be directed by Seth Gordon from a script he co-wrote with Brendan O’Brien (“Neighbors”). Foxx is executive producing the film with Datari Turner, O’Brien, and Mark McNair. Producers are Beau Bauman (“Central Intelligence”) for Good One Productions and Gordon via Exhibit A, as Variety reported. \n \nDiaz spoke out about her career in Hollywood earlier this year, telling “RuPaul’s Drag Race” judge Michelle Visage on podcast “Rule Breakers” that she had to reflect on the “trap of it all.” \n \n “I am absolutely a victim to all of the societal objectifications and exploitations that women are subjected to. I have bought into all of them myself at certain times,” Diaz said. “Fame is very infantilizing. It’s very much about keeping somebody coddled in a state of like, we see a little child and think, ‘It’s so cute, I want it to always be cute, and if I keep it cute by always treating it cute, maybe it’ll stay cute forever.’ And that’s how people treat you.” \n \n The “Charlie’s Angels” icon previously told Kevin Hart on his Peacock talk show “Hart to Heart” that stepping away from being a “machine” in Hollywood was for the sake of her “personal, spiritual self.” \n \n “When you do something at a really high level for a long period of time, when you’re the person that’s sort of delivering on this one thing, everything around, all parts of you that isn’t that, has to sort of be handed off to other people,” Diaz said, via NME. “It’s fun to do, I love it, I love acting, I could go forever, I sometimes feel like I have unlimited energy and inertia. I just looked around and there were so many parts of my life that I wasn’t touching and that I wasn’t managing, and I couldn’t really manage, because everything was so massive.” ",
            "url": "https://www.indiewire.com/2022/06/cameron-diaz-returns-acting-jamie-foxx-netflix-movie-1234737710/",
            "source": "IndieWire",
            "source_url": "https://www.indiewire.com",
            "source_logo": "https://unitingartists.org/wp-content/uploads/2020/04/Indiewire.png",
            "image": "https://www.indiewire.com/wp-content/uploads/2022/06/Cameron-Diaz.png?resize=800,526",
            "category": [
                "Showbiz"
            ],
            "country": "USA",
            "published_at": "Jun 29, 2022 1:25 pm"
        },
        {
            "id": "37",
            "title": "‘The Resort’ Trailer: Cristin Milioti and William Jackson Harper Solve Missing Teen Mystery on Vacay",
            "description": "\"Palm Springs\" writer Andy Siara and \"Angelyne\" showrunner Allison Miller head up the Peacock series, out July 29.",
            "content": "Two love stories, two missing teens: What really happened on vacation 15 years ago? \n \n Peacock series “The Resort” follows present-day couple Noah (William Jackson Harper) and Emma (Cristin Milioti), who travel to a luxury Yucatan resort to celebrate their 10th wedding anniversary. Yet Emma soon becomes fascinated with two missing former hotel guests, played by “Righteous Gemstones” and “Booksmart” breakout Skyler Gisondo and newcomer Nina Bloomgarden, who disappeared 15 years prior. A missing persons case, a dead body, and a hurricane all make up the mystery of what really happened all those years ago and Emma and Noah are intent on solving the mystery of the Oceana Vista Resort. “The Resort” premieres July 29 with the first three episodes available to stream, with new episodes released weekly. \n \n    Nick Offerman, Luis Gerardo Méndez, Gabriela Cartol, Ben Sinclair, Parvesh Cheena, Debby Ryan, Michael Hitchcock, Becky Ann Baker, and Dylan Baker also star. \n \n “Palm Springs” screenwriter Andy Siara serves as showrunner, executive producer, and writer, alongside co-showrunner Allison Miller (“Angelyne”). “Mr. Robert” creator Sam Esmail and Chad Hamilton of Esmail Corp via Anonymous Content also executive produce, with Sarah Matte as co-executive producer. \n \n Co-showrunner Siara described “The Resort” as “the beginning of one love story, framed by the beginning of the end of another” in Entertainment Weekly, citing the “disappointment of time” as the main existential obstacle in the mystery. \n \n     “If you’re into dissecting clues along the way, there are enough of them layered throughout — a throwaway line, a prop, a photo, an item of clothing, a music cue, a smell — for you to start piecing together the larger puzzle,” Siara explained. “At the same time, if you typically only have one 30-minute TV show in you before you pass out at the end of a long, emotionally draining day at work, and, therefore, you prefer shows where you can just turn off your brain and go for a fun ride while nursing your beer, or wine, or popcorn, or bowl of ice cream — this show is for you, too.” \n \n  Siara’s “Palm Springs,” directed by Max Barbakow, broke records at 2020 Sundance and similarly dealt with the construct of time in a “Groundhog Day”-esque premise starring Milioti as a victim of timeless repetition. “Palm Springs” went on to become one of Hulu’s biggest hits of all time, with lead star Milioti telling IndieWire that the Siara’s script is “an existential comedy, and it’s about the discomfort of having to sit in your own stuff.” \n \n Seems like Milioti has packed her suitcase once again to play a character ready to confront her own baggage in a picturesque locale.    ",
            "url": "https://www.indiewire.com/2022/06/the-resort-trailer-cristin-milioti-william-jackson-harper-peacock-1234737629/",
            "source": "IndieWire",
            "source_url": "https://www.indiewire.com",
            "source_logo": "https://unitingartists.org/wp-content/uploads/2020/04/Indiewire.png",
            "image": "https://www.indiewire.com/wp-content/uploads/2022/06/The-Resort.png?resize=800,426",
            "category": [
                "Showbiz"
            ],
            "country": "USA",
            "published_at": "Jun 29, 2022 1:00 pm"
            
        },
        {
            "id": "38",
            "title": "New York governor to unveil new gun legislation in response to Supreme Court ruling",
            "description": "New York Gov. Kathy Hochul on Wednesday detailed what is in gun safety legislation she will propose during a special state legislative session scheduled for Thursday.",
            "content": " Hochul is set to propose a slew of ideas in response to last week's Supreme Court decision to strike down a state law that had limited the concealed carry of handguns in public to people who had \"proper cause.\" \"There's more to do, this is a nationwide crisis. Too many lives are being lost here in New York, but I will not rest, as the governor of this state, until we have done everything in our power to end this gun epidemic once and for all,\" Hochul said. \n \n The legislation will define a number of \"sensitive locations\" where people will not be allowed to carry concealed guns, Hochul said. \n \n Those locations include: federal, state, local government buildings; health and medical facilities; places where children gather like daycares, parks, zoos and playgrounds; public transportation like subways and buses; polling places; and educational institutions, Hochul said. \n \nIf the proposed bill is signed into law, all private businesses will be classified as \"no open carry\" areas by default, unless business owners post signage indicating that people are allowed to carry concealed weapons, Hochul said. \n \n Hochul's proposed legislation will also strengthen the list of disqualifying criteria, banning those with a history of dangerous behavior from being able to get a permit. \n \n The laws will also add a vehicle requirement to existing safe storage laws, requiring gun owners to lock up their guns when they are traveling to cut down on gun thefts from cars. \n \n Gun owners with children in their homes aged 18 or younger will have to get safe storage for their guns, keeping them locked up. \n \n The laws will improve information sharing for state police background checks, Hochul said. \n \n Gun owners will also be required to get over 15 hours of in-person training to receive a concealed carry permit, Hochul said. \n \nHochul said the laws will require a background check for all purchases of ammunition for guns that need a permit. Gun owners will have to show their permit at the time of purchase. \n \n The special legislative session comes over a month after a gunman killed 10 Black people at a supermarket in Buffalo, New York, in an allegedly racially motivated attack.  ",
            "url": "https://abcnews.go.com/US/york-governor-unveil-gun-legislation-response-supreme-court/story?id=85947904",
            "source": "ABC News",
            "source_url": "https://abcnews.go.com",
            "source_logo": "https://logovtor.com/wp-content/uploads/2020/04/abc-news-logo-vector.png",
            "image": "https://s.abcnews.com/images/US/new-york-governor-kathy-hochul-gun-control-02-gty-llr-220629_1656531047347_hpEmbed_16x9_992.jpg",
            "category": [
                "Politics"
            ],
            "country": "USA",
            "published_at": "June 29, 2022, 11:44 PM"
        },
        {
            "id": "39",
            "title": "Russia working on Taliban ties, Putin says in Tajikistan",
            "description": "President Vladimir Putin says Russia is trying to build relations with the Taliban and that Russia wants to see all the ethnic groups in Afghanistan take part in running the country",
            "content": " MOSCOW -- President Vladimir Putin says Russia is trying to build relations with the Taliban and that Russia wants to see all the ethnic groups in Afghanistan take part in running the country.\n \n Putin's statement Tuesday came in a meeting with President Emomali Rahmon of Tajikistan during the Russian leader's first trip abroad since the beginning of the Ukraine conflict. \n \n Tajikistan, which hosts a Russian military base, has a long and porous border with Afghanistan and is wary that Islamic radicalism could seep into the country. \n \n “We are doing everything so that the situation in that country normalizes,” Putin said in Dushanbe, the Tajik capital. “We are attempting to build relations with the political forces that control the situation.” \n \n “We are working from the premise that all ethnic groups in Afghanistan, as was already said, must properly participate in running the country,” he said. \n \n Although Russia designates the Taliban as a terrorist group, the Taliban have representation in Russia and a delegation attended the recent St. Petersburg International Economic Forum. \n \nPutin on Wednesday will be in the Turkmen capital Ashgabat for a summit of leaders of Caspian Sea littoral states.  ",
            "url": "https://abcnews.go.com/International/wireStory/russia-working-taliban-ties-putin-tajikistan-85865468",
            "source": "ABC News",
            "source_url": "https://abcnews.go.com",
            "source_logo": "https://logovtor.com/wp-content/uploads/2020/04/abc-news-logo-vector.png",
            "image": "https://s.abcnews.com/images/International/WireAP_bb7763ad2f634c068b7020c3a54e840b_16x9_992.jpg",
            "category": [
                "Politics"
            ],
            "country": "USA",
            "published_at": "June 29, 2022, 4:23 AM"
        },
        {
            "id": "40",
            "title": "Nelson Piquet Apologises For Racist Slur Towards Lewis Hamilton",
            "description": "Nelson Piquet Apologises For Racist Slur Towards Lewis HamiltonHamilton said the \"time has come for action\" following Piquet's remarks, while Formula One and motorsport's governing body the FIA condemned the 69-year-old Brazilian",
            "content": "Three-time Formula One world champion Nelson Piquet on Wednesday apologised \"wholeheartedly\" to Lewis Hamilton after using a racially offensive term to describe the Mercedes star. Hamilton said the \"time has come for action\" following Piquet's remarks, while Formula One and motorsport's governing body the FIA condemned the 69-year-old Brazilian. \"I apologise wholeheartedly to anyone that was affected, including Lewis, who is an incredible driver, but the translation in some media that is now circulating on social media is not correct,\" Piquet said in a statement. \n \n Piquet, who won the world title in 1981, 1983 and 1987, was discussing an accident between Hamilton and Red Bull's Max Verstappen on the first lap of last year's British Grand Prix when he used the term. \n \n  His daughter, Kelly, is Verstappen's partner.\n \n \"What I said was ill thought out, and I make no defence for it, but I will clarify that the term used is one that has widely and historically been used colloquially in Brazilian Portuguese as a synonym for 'guy' or 'person' and was never intended to offend,\" said Piquet. \n \n  \"I would never use the word I have been accused of in some translations. I strongly condemn any suggestion that the word was used by me with the aim of belittling a driver because of his skin colour.\" Piquet is a supporter of Brazil's far-right President Jair Bolsonaro, and was a chauffeur to him on the country's Independence Day last year. \n \n Hamilton, the only black driver on the grid, has been an outspoken campaigner for greater diversity in the sport. \n \n The seven-time world champion regularly displayed \"Black Lives Matter\" on his apparel and took the knee before races in the 2020 season following the murder of George Floyd in the US. ",
            "url": "https://sports.ndtv.com/formula-1/nelson-piquet-apologises-for-racist-slur-towards-lewis-hamilton-3113038",
            "source": "SPORTS NDTV",
            "source_url": "https://sports.ndtv.com",
            "source_logo": "https://play-lh.googleusercontent.com/vEL54Kd4sgb1YAf4gdBhYPUMvpvISgE03nthK2JijK_tujtlvcxbnyVUKPgdQsz5SQ",
            "image": "https://c.ndtvimg.com/2021-12/q81fcrns_lewis-hamilton-_625x300_16_December_21.jpeg?im=FeatureCrop,algorithm=dnn,width=806,height=605",
            "category": [
                "Sport"
            ],
            "country": "USA",
            "published_at": "June 29, 2022 10:53 PM"
        },
        {
            "id": "41",
            "title": "Delhi Government to Engage With E-Commerce, Food Delivery Firms Over SUP Ban Implementation",
            "description": "The government will be holding a conference with e-commerce companies along with other stakeholders like market associations.",
            "content": "The Delhi government plans to engage with various e-commerce firms and food delivery platforms, including Zomato, Swiggy, Amazon and Flipkart, for effective implementation of the ban on single-use plastic (SUP) items in the capital, officials said on Saturday. \n \n These firms have a huge business in Delhi and it has only increased after the Covid pandemic, they said, stressing that it is important to bring them on board to ensure that the campaign is a success. \n \n The government will be holding a roundtable conference with the e-commerce companies along with other stakeholders like market associations, self-help groups, and industrial associations to encourage and promote use of alternatives to single-use plastics, officials said. \n \n Legal experts, MCD, enforcement officials from DPCC will also be part of the roundtable will be held under the chairmanship of Environment minister Gopal Rai, they said. \n \n The government is holding a 'Plastic Vikalp Mela' at Thyagraj Stadium, which will culminate on July 3 and the conference will be held at the venue, officials said. \n \n Interestingly, some online platforms have already started the concept of 'plastic neutral deliveries'. \n \n On August 12 last year, the Union Environment Ministry had issued a notification prohibiting manufacture, import, stocking, distribution, sale and use of identified SUP commodities, including polystyrene and expanded polystyrene from July 1, 2022. \n \n  The identified SUP items include earbuds, plastic sticks for balloons, flags, candy sticks, ice-cream sticks, polystyrene (thermocol), plates, cups, glasses, forks, spoons, knives, straws, trays, wrapping or packaging films around sweets boxes, invitation cards, cigarette packets, plastic or PVC banners of less than 100 microns, and stirrers. \n \nIn Delhi, the Revenue Department and the Delhi Pollution Control Committee have constituted 33 and 15 teams, respectively, to ensure enforcement of the ban. \n \n Delhi generates 1,060 tonnes of plastic waste per day. Single-use plastic is estimated to be 5.6 percent (or 56kg per metric tonnes) of the total solid waste in the capital.            ",
            "url": "https://gadgets360.com/internet/news/delhi-government-to-engage-with-e-commerce-food-delivery-firms-over-sup-ban-implementation-3121754",
            "source": "GADGETS 360",
            "source_url": "https://gadgets360.com",
            "source_logo": "https://cdn.dribbble.com/users/1626710/screenshots/11073839/media/0c6e5911249f8fd8305341c1b5fb3901.png?compress=1&resize=768x576&vertical=top",
            "image": "https://i.gadgets360cdn.com/large/amazon_boxes_reuters_1616733764725.jpg?downsize=950:*",
            "category": [
                "Tech"
            ],
            "country": "USA",
            "published_at": "2 July 2022 19:33 IST"
        },
        {
            "id": "42",
            "title": "Dutch University Gets Cyber Ransom Money Back, With Interest",
            "description": "A Dutch university that fell victim to a massive ransomware attack has partly received back its stolen money... which in the meantime more than doubled in value, a news report said on Saturday.",
            "content": "The southern Maastricht University in 2019 was hit by a large cyberattack in which criminals used ransomware, a type of malicious software that locks valuable data and can only be accessed once the victim pays a ransom amount.\n \n \"The criminals had encrypted hundreds of Windows servers and backup systems, preventing 25,000 students and employees from accessing scientific data, library and mail,\" the daily De Volkskrant said. \n \n The hackers demanded EUR 200,000 (roughly Rs.1.6 crore) in Bitcoins. \n \n \"After a week the university decide to accede to the criminal gang's demand,\" the paper said. \n \n \"This was partly because personal data was in danger of being lost and students were unable to take an exam or work on their theses,\" it said. \n \n Dutch police traced part of the ransom paid to an account belonging to a money launderer in Ukraine. \n \nProsecutors in 2020 seized this man's account, which contained a number of different cryptocurrencies including part of the ransom money paid by Maastricht. \n \n \"When, now after more than two years, it was finally possible to get that money to the Netherlands, the value had increased from 40,000 euros to half-a-million euros,\" the paper said. \n \n Maastricht University will now get the EUR 500,000 (roughly Rs. 4.1 crore) back. \n \n \"This money will not go to a general fund, but into a fund to help financially strapped students,\" Maastricht University ICT director Michiel Borgers said. \n \n The investigation into the hackers responsible for the attack on the university is still ongoing, De Volkskrant added.",
            "url": "https://gadgets360.com/internet/news/maastricht-university-ransomware-2019-cyberattack-stolen-money-returned-3121739",
            "source": "GADGETS 360",
            "source_url": "https://gadgets360.com",
            "source_logo": "https://cdn.dribbble.com/users/1626710/screenshots/11073839/media/0c6e5911249f8fd8305341c1b5fb3901.png?compress=1&resize=768x576&vertical=top",
            "image": "https://i.gadgets360cdn.com/large/android_malware_sora_shimazaki_pexels_1649425870825.jpg?downsize=950:*",
            "category": [
                "Tech"
            ],
            "country": "USA",
            "published_at": " 2 July 2022 19:27 IST"
        },
        {
            "id": "43",
            "title": "Smartphone Sales Fell to 96 Million Units Globally in May 2022: Counterpoint Research ",
            "description": "Samsung Galaxy Z Fold 4 and Apple iPhone 14 series launch likely to boost demands for smartphones.            ",
            "content": "Smartphone sales globally have slipped below the 100-million mark in May 2022, according to Counterpoint Research's Market Pulse Service. The research said that the global market sales of smartphones have dropped 4 percent month-on-month (MoM) and 10 percent year-on-year (YoY) in May this year, marking the second consecutive drop in MoM sales and 11th consecutive decline in YoY sales. The report added that the smartphone sales are yet to reach the pre-pandemic mark, event after seeing a V-shaped recovery following the COVID-19 pandemic. \n \n According to a report from Counterpoint Research's Market Pulse Service, the market sales of smartphones globally have plummeted to 96 million units in May 2022. This is said to be a 4 percent drop in sales MoM and a 10 percent drop in sales YoY. The report added that this marks the second consecutive decline in MoM sales and 11th consecutive drop in YoY sales. It said that, even after a V-shaped recovery from the COVID-19 pandemic, the global smartphone sales have still not reached the pre-pandemic levels. The smartphone market was hit by supply-chain constraints and persistent COVID-19 waves in 2021. The component shortages are said to be stabilising this year. \n \n The report added that in 2022 the smartphone market has been hit by demand shortage because of rising inflation, China's economic slowdown, and the Russia-Ukraine war. The low demand is said to be leading to inventory build-ups resulting in declining shipments and order cuts from smartphone manufacturers. In the second quarter, sales can be most heavily impacted, with the situation being expected to improve in the second half of 2022. \n \n Varun Mishra, Senior Analyst, talking about the China market and Russia-Ukraine war, said, “China's lockdowns and prolonged economic slowdown has been hurting domestic demand as well as undermining the global supply chain. The smartphone market in China recovered slightly month on month in May as lockdowns eased, however, it remained 17 percent below May 2021. There may need to be a new baseline market size defined for China's smartphone market. Added to this is the uncertainty created by the Russia-Ukraine crisis, which is hurting demand in Eastern Europe. None of the OEMs seems to be spared from the negative impact on demand caused by a mix of these factors.” \n \n As per the Counterpoint macro index, the situation is expected to get better in the second half of 2022 as the economic situation is China normalises, supply and demand improves in the technology supply chains, and the macroeconomic landscape improves. According to the report, June marks the beginning of period of promotions in several region, like 618 in China and Diwali in India, followed by Christmas and New Year. Samsung Galaxy Z Fold 4 and iPhone 14 series launches are likely to help increase demand of smartphones. \n \nTarun Pathak, Research Director, talking about Inflation, said, “The demand for a smartphone especially in the advanced economies is driven by replacement, which makes it a discretionary purchase. And inflationary pressures are leading to pessimistic consumer sentiment around the globe with people postponing non-essential purchases, including smartphones. The strengthening US dollar is also hurting emerging economies. A segment of consumers is likely to wait for seasonal promotions before purchasing to offset some of the cost pressures.” ",
            "url": "https://gadgets360.com/mobiles/news/smartphone-sales-globally-fall-96-million-units-in-may-2022-3121104",
            "source": "GADGETS 360",
            "source_url": "https://gadgets360.com",
            "source_logo": "https://cdn.dribbble.com/users/1626710/screenshots/11073839/media/0c6e5911249f8fd8305341c1b5fb3901.png?compress=1&resize=768x576&vertical=top",
            "image": "https://i.gadgets360cdn.com/large/samsung_galaxy_phone_image_reuters_1643372892835.jpg?downsize=950:*",
            "category": [
                "Tech"
            ],
            "country": "USA",
            "published_at": "  2 July 2022 15:14 IST"
        },
        {
            "id": "44",
            "title": "Wimbledon: Roger Federer and former champions celebrate 100 years of Centre Court",
            "description": "Wimbledon marked 100 years of its Centre Court on Sunday with a musical celebration and a parade of former champions.",
            "content": " Eight-time men's champion Roger Federer, who is not playing this year because of a knee injury, said he hoped to play at the famous arena \"one more time\" in the future. \n \n \"It is great to be here with all the other champions,\" 40-year-old Federer said. \"I've been lucky enough to play a lot of matches on this court. \n \n \"It has given me my biggest wins and my biggest losses, and I hope I can come back here one more time.\" \n \n Wimbledon stalwart Sir Cliff Richard and British singer Freya Ridings performed to the crowd, on the first scheduled middle Sunday of the tournament, and there were guest appearances from a host of famous faces. \n \n Martina Navratilova, who holds the Wimbledon record with nine singles titles, tweeted she was \"gutted\" that she had to miss the celebration after contracting Covid-19. \n \n Also present at Wimbledon on Sunday were Covid heroes in the NHS and social care, along with refugees from Ukraine, Afghanistan and Syria who have settled in Merton and Wandsworth. \n \nThe Championships moved to its present site on Church Road in 1922, the same year Centre Court was opened. \n \n Built in just nine months, it is now the sixth-largest tennis-specific stadium in the world, with a capacity of 14,979. ",
            "url": "https://www.bbc.com/sport/tennis/62029016",
            "source": "BBC",
            "source_url": "https://www.bbc.com",
            "source_logo": "https://ichef.bbci.co.uk/images/ic/1920xn/p09xtmrp.jpg",
            "image": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/12B8B/production/_125738667_rogerfedererandjohnmcenroe.jpg",
            "category": [
                "Sport"
            ],
            "country": "UK",
            "published_at": "3 July 2022"
        },
        {
            "id": "45",
            "title": "Manchester United: Cristiano Ronaldo wants to leave club this summer",
            "description": "Cristiano Ronaldo wants Manchester United to let him leave the club if they receive an appropriate offer for him this summer.",
            "content": "The Portugal forward, 37, returned to Old Trafford from Juventus last summer. \n \n However, while he was United's top scorer last season - and third in the Premier League - the overall campaign was seen as a big disappointment. \n \n United finished sixth in the Premier League so missed out on Champions League qualification. \n \n That means Ronaldo, who has a year left on his United contract plus an optional year, faces playing in the Europa League for the first time. \n \nIt is not something he is viewing with relish and the five-time Ballon d'Or winner feels there could be more attractive options available to him at this stage in his career. \n \n The former Real Madrid forward is anxious to stress he respects United but as he enters the final stages of his career, he wants to compete for the biggest prizes. \n \n It is understood United do not regard Ronaldo as a player who is for sale. \n \n While it would be a blow to United's prestige if they were to lose one of the greatest players they have ever had, it would also solve a few issues for new manager Erik ten Hag. \n \n Ronaldo clashed with Harry Maguire over the United captaincy last season, while interim boss Ralf Rangnick's desire to implement a pressing game was thwarted by Ronaldo's refusal to fit in with such a system. \n \n Although Ten Hag has said how much he is looking forward to linking up with Ronaldo, it is not clear how the forward's playing style would fit in with the Dutchman. \n \n In addition, Ronaldo is the highest paid player in the Premier League and his exit would create more scope within United's summer transfer budget. \n \n Ronaldo is due to return to the club for pre-season training this week. It is anticipated he will be on their pre-season tour to Thailand and Australia.",
            "url": "https://www.bbc.com/sport/football/62024448",
            "source": "BBC",
            "source_url": "https://www.bbc.com",
            "source_logo": "https://ichef.bbci.co.uk/images/ic/1920xn/p09xtmrp.jpg",
            "image": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/13DBF/production/_125734318_d86afdce47764a4e4d8fdec13f5f3e6ff7f21dda.jpg",
            "category": [
                "Sport"
            ],
            "country": "UK",
            "published_at": "2 July 2022"
        },
        {
            "id": "46",
            "title": "Great North Run: Selemon Barega, Joshua Cheptegei and Jacob Kiplimo among entrants for race on 11 September",
            "description": "Tokyo Olympics 10,000m medallists Selemon Barega, Joshua Cheptegei and Jacob Kiplimo will all be competing at the Great North Run on 11 September.",
            "content": "Ethiopia's Barega won gold in Tokyo ahead of Uganda's Cheptegei and Kiplimo. \n \n It will be the first time the trio have raced each other on the road. \n \n \"I'm looking forward to making my debut at the most prestigious half marathon in the world,\" said Barega. \n \n Cheptegei added: \"The Great North Run has been the biggest half marathon for so many years. If you look at those who have won there it's always been true champions. I am honoured to compete there.\" \n \n The iconic race, from Newcastle to South Shields, will be shown live on the BBC. \n \n \"We're really looking forward to bringing this competitive race to the streets of Newcastle,\" said Sir Brendan Foster, the Great North Run founder. \n \n \"All three are competing at the World Championships this summer, so rivalries will start in Eugene and end in South Shields. \n \n \"For the last four decades we've seen the greats of distance running compete on Tyneside.  \n \n \"It's really exciting to have the opportunity to host the next generation of superstars, we might even see a new course record.\" \n \n The race will return to its iconic city to sea route after two years of changes because of the Covid pandemic and 60,000 people have entered the event. \n \n Last year's champion, Britain's Marc Scott, will return to the race looking to upset the odds and defend the title he won over last year's adapted course.",
            "url": "https://www.bbc.com/sport/athletics/62015619",
            "source": "BBC",
            "source_url": "https://www.bbc.com",
            "source_logo": "https://ichef.bbci.co.uk/images/ic/1920xn/p09xtmrp.jpg",
            "image": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/E51C/production/_125725685_olympics.jpg",
            "category": [
                "Sport"
            ],
            "country": "UK",
            "published_at": "1 July 2022"
        },
        {
            "id": "47",
            "title": "UK sandwich chain Pret A Manger to launch in India",
            "description": "A firm owned by Asia's richest person has struck a deal to open outlets of the British coffee and sandwich chain Pret A Manger across India.",
            "content": "A unit of multi-billionaire Mukesh Ambani's Reliance Industries will run the chain under a franchise agreement. \n \n It marks the first venture by Reliance Brands, which also owns India's biggest retail chain, into the country's growing food and drinks industry. \n \n The first outlet is expected to open early next year in Mumbai. \n \n \"Our partnership with Pret is rooted in the strong growth potential of both Pret as a brand... also of the food & beverage industry in India,\" Darshan Mehta, the managing director of Reliance Brands said in a statement.\n \n \"We're looking forward to working with them on what is our most ambitious global franchise partnership to date,\" Pret A Manger's chief executive Pano Christou added. \n \n Pret A Manger, which means \"ready to eat\" in French, was founded in London in 1983, with the first shop opening the following year. \n \n After the original company went into liquidation the brand was bought by college friends Sinclair Beecham and Julian Metcalfe, with their first store opening in 1986. \n \n The brand currently has 550 outlets around the world, across nine markets including the UK, US, Europe, and Asia. \n \n Last year, Reliance Industries announced a franchise agreement with the US-based convenience store chain 7-Eleven. \n \n The deal helped to cement the company's position as India's largest bricks and mortar retailer. \n \n Mr Ambani has a personal fortune of around $95bn (£78.2bn), according to Forbes magazine. \n \n The 65-year-old's late father Dhirubhai Ambani founded a textile manufacturer that would eventually become Reliance Industries. \n \nIt is now one of India's largest conglomerates - with businesses including petrochemicals, oil and gas, telecoms and retail. \n \n  Mr Ambani is the chairman of Reliance Industries. The Ambani family has a 49% stake in the company. \n \n The family also owns assets in the UK worth tens of millions of pounds. \n \n In 2019, Reliance Brands Limited, which is owned by Mr Ambani, bought the toy retailer Hamleys for an undisclosed sum. \n \n Last year, Reliance Industries bought the historic British country club Stoke Park for £57m. ",
            "url": "https://www.bbc.com/news/business-62005320",
            "source": "BBC",
            "source_url": "https://www.bbc.com",
            "source_logo": "https://ichef.bbci.co.uk/images/ic/1920xn/p09xtmrp.jpg",
            "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/316B/production/_125715621_tv077075004.jpg",
            "category": [

                "Business"
            ],
            "country": "USA",
            "published_at": "June 1, 2022, 4:31 PM"
        },
        {
            "id": "48",
            "title": "Two Orcas Near South Africa Are at War With Great White Sharks",
            "description": "Several great white sharks have been found dead with gruesome injuries. Researchers think a pair of killer whales is to blame.",
            "content": " Two orcas named Port and Starboard seem to have developed a taste for great white sharks. Since 2017, eight great white sharks have washed ashore in South Africa, with signs of having been attacked by orcas. Seven of the sharks—typically apex predators—were missing their livers, and some didn’t have their hearts anymore. \n \n The sharks’ wounds, as well as recorded sightings of the two orcas, indicated to a team of researchers that Port and Starboard were responsible for the killings, and they believe that more sharks were likely killed by the same pair but didn’t wash ashore. The findings are published in the African Journal of Marine Science. \n \n “Killer whales are highly specialized hunters,” said Alison Towner, a marine biologist at the Dyer Island Conservation Trust and lead author of the new research, in an email to Gizmodo. “This specific type has learned how to target sharks for their lipid-rich, nutrient-dense liver, which can be up to one-third of the shark’s body weight.” \n \n Full-grown orcas can be over 30 feet long and weigh over 7 tons, according to Whale and Dolphin Conservation. Orcas hunt in packs and eat a range of prey, including seals and dolphins, but also sharks and squids. But great white sharks are formidable opponents; the fish can be up to 20 feet long and have hundreds of pointy serrated teeth, perfect for tearing apart flesh. But in this case, the hunters became the hunted. \n \n Using tagging and sighting data, Towner’s team determined that the great white sharks have stopped visiting certain regions along the South African coast where the orcas have been feeding on the subadult sharks. “The more the orcas frequent these sites, the longer the great white sharks stay away,” Towner said in a press release. \n \n The orcas (nicknamed Port and Starboard by the team) are throwing the entire food chain for a loop. With the ordinarily apex great whites vacating the area, a new predator—the bronze whaler shark, which is known to be eaten by great whites—is emerging. But the orcas are going after those sharks, too. \n \n The reduced presence of great whites has also increased local numbers of their prey, Cape fur seals, which are in turn eating the critically endangered African penguins. “To put it simply, although this is a hypothesis for now, there is only so much pressure an ecosystem can take, and the impacts of orcas removing sharks are likely far wider-reaching,” Towner said. \n \n Tough as they are, great whites are a vulnerable species, according to the World Wildlife Fund. With Port and Starboard on their tails, these sharks have no choice but to abandon ship—er, habitat. ",
            "url": "https://gizmodo.com/two-orcas-near-south-africa-are-at-war-with-great-white-1849129619" ,
            "source": "Gizmodo",
            "source_url": "https://gizmodo.com",
            "source_logo": "https://www.thewrap.com/wp-content/uploads/2021/02/Gizmodo-logo.jpg",
            "image": "https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_965/4e7e22f676a704064e94afce5ab6f739.jpg",
            "category": [
                "Science"
            ],
            "country": "USA",
            "published_at": "July 3, 2022, 10:30 AM"
        },
        {
            "id": "49",
            "title": "Diana Ross fans can get 47% off tickets to see her Live at Longleat",
            "description": "The 'Ain’t No Mountains High Enough' singer is coming to Longleat this Friday - and here's where to get tickets for less",
            "content": "Fresh off her epic Glastonbury performance, it seems Diana Ross isn’t stopping anytime soon as fans have another opportunity to see her live at Longleat this Friday. \n \n The legendary singer will perform this Friday (July 1st) at Longleat in Wiltshire - and shoppers can save up to 47% on tickets with Wowcher’s latest deal. \n \nFrom her early days as the leader of The Supremes, one of the bestselling girl-groups of all time, to having a total of 70 hit single, including ‘Ain’t No Mountains High Enough’, ‘Stop! In The Name of Love’, ‘I’m Coming Out’, ‘Upside Down’, ‘I’m Still Waiting’ and ‘Chain Reaction’ - the Longleat show is sure to have you up on your feet dancing and you can bag tickets for just £39 instead of £73.85. \n \n The 'I'm Coming Out' performer will headline the performance at the Live At Longleat concert series. \n \n Previous acts who have already performed on the Longleat stage this month include Tom Jones, Simply Red and Ball & Boe - so be sure not to miss out on this one. \n \n Tickets are available from Wowcher here for just £39 - but be quick. ",
            "url": "https://www.mirror.co.uk/money/shopping-deals/diana-ross-fans-can-47-27363418",
            "source": "MIRROR",
            "source_url": "https://www.mirror.co.uk",
            "source_logo": "https://logonoid.com/images/daily-mirror-logo.jpg",
            "image": "https://i2-prod.irishmirror.ie/incoming/article27340989.ece/ALTERNATES/s1200d/1_Glastonbury-Festival-2022-Day-Five.jpg",
            "category": [
                "Showbiz"
            ],
            "country": "UK",
            "published_at": "11:12, 30 Jun 2022"
        },
        {
            "id": "50",
            "title": "American Airlines scheduling glitch allows pilots to drop thousands of July flights",
            "description": "A glitch in a scheduling platform allowed American Airlines pilots to drop thousands of July assignments overnight Saturday, their union said, a headache for the airline as it tries to minimize flight disruptions during a booming travel season.",
            "content": "American said it didn’t expect the problem to affect its operation, including during the busy July Fourth holiday weekend. The union and airline are now discussing additional pay for pilots whose dropped trips the airline reinstated, the Allied Pilots Association said. \n \n “As a result of this technical glitch, certain trip trading transactions were able to be processed when it shouldn’t have been permitted,” the airline said in a statement. “We already have restored the vast majority of the affected trips and do not anticipate any operational impact because of this issue.” \n \nMore than 12,000 July flights lacked either a captain, first officer, or both, after pilots dropped assignments, the Allied Pilots Association said Saturday. APA said the airline reinstated about 80% of the trips. \n \n Pilots can routinely drop or pick up trips, but time off in the summer or holidays is hard to come by for airline employees as schedules peak to cater to strong demand. \n \n On Saturday alone, American had more than 3,000 mainline flights scheduled and they were 93% full, according to an internal tally. Flights left unstaffed, however, are an additional strain on any airline. \n \n The glitch occurred during a rocky start to the Fourth of July weekend when thunderstorms and staffing issues caused thousands of U.S. flight delays and hundreds of cancellations. \n \n A similar issue occurred in 2017, when a technology problem let American’s pilots take vacation during the busy December holiday period. The carrier offered pilots 150% pay for pilots that picked up assignments. \n \n American and its pilots’ union, whose relationship has been fraught, are in the middle of contract negotiations and the airline most recently offered nearly 17% raises through 2024. \n \n Union president Capt. Ed Sicher, who started his term Friday, told American’s roughly 15,000 pilots Saturday night that American Airlines CEO Robert Isom said he is committed to paying an “inconvenience premium” to aviators whose trips American put back on their schedules after the glitch. \n \n “To Mr. Isom’s credit, he called me four times today to commit to mitigating the damage from this debacle,” Sicher wrote late Saturday. “We started at a 200% override, although the details of this pay are still the subject of negotiations and there is no guarantee of the details or the amounts.” \n \n American Airlines declined to comment on Sicher’s message to pilots. \n \nAmerican’s pilots have picketed recently against grueling schedules, something they want to be addressed in a new contract. Pilots at Delta and Southwest have picketed in recent weeks for similar reasons. \n \n  Sicher also struck an upbeat tone about contract talks with American, particularly about quality-of-life issues. \n \n “Please understand that no firm commitments have yet been made, but I feel that we have, at least for the first time since negotiations began, received positive indications that management is motivated to achieve collaborative solutions to longstanding problems with our current contract that will greatly enhance our ability to trade our trips and consequently enhance our quality of life,” he wrote. ",
            "url": "https://www.cnbc.com/2022/07/02/american-airlines-scheduling-glitch-allows-pilots-to-drop-thousands-of-july-trips.html",
            "source": "CNBC",
            "source_url": "https://www.cnbc.com",
            "source_logo": "https://www.nicepng.com/png/full/224-2240332_cnbc-logo-png-cnbc-logo-png-white.png",
            "image": "https://image.cnbcfm.com/api/v1/image/106987988-1639169602217-gettyimages-1358308525-b64i2097_106fb76e-b55e-4b2e-abca-f6164d98f0c5.jpeg?v=1649965541&w=740&h=416",
            "category": [
                "Business"
            ],
            "country": "USA",
            "published_at": "JUL 2 20222:43 PM "
        },
        {
            "id": "51",
            "title": "Flu Vaccination Lowers Risk of Alzheimer’s Disease, Study Suggests",
            "description": "In a new retrospective cohort study, scientists at the University of Texas Health Science Center at Houston found that, through an uncertain mechanism, influenza vaccination was associated with a 40% decrease in the four-year risk of developing Alzheimer’s disease in patients 65 years or older.",
            "content": "The current estimate of Alzheimer’s disease prevalence in the United States exceeds 6 million people. \n \n While some evidence suggests the incidence of dementia may be decreasing due to improvements in average cardiovascular health, the number of affected individuals is growing because of aging population. \n \n Mounting evidence indicates that systemic immune responses can have lasting effects on the brain and can influence Alzheimer’s risk and/or progression. \n \n A diverse range of microorganisms and infectious diseases have been associated with an increased risk and/or rate of cognitive decline, particularly among older adults, including influenzal respiratory infections, pneumonia, herpes infections, chronic periodontitis, urinary tract infections, gastrointestinal infections, sepsis, and most recently COVID-19. \n \n Prevention or attenuation of microbe-related inflammation may therefore represent a rational strategy to delay or reduce the risk of neurodegenerative disease. \n \n Consistent with this hypothesis, studies have found a decreased risk of dementia associated with prior exposure to various adulthood vaccinations. \n \n“We found that flu vaccination in older adults reduces the risk of developing Alzheimer’s disease for several years,” said Dr. Avram Bukhbinder, a recent alumnus of the John P. and Katherine G. McGovern Medical School at the University of Texas Health Science Center at Houston. \n \n “The strength of this protective effect increased with the number of years that a person received an annual flu vaccine — in other words, the rate of developing Alzheimer’s was lowest among those who consistently received the flu vaccine every year.” \n \n “Future research should assess whether flu vaccination is also associated with the rate of symptom progression in patients who already have Alzheimer’s dementia.” \n \n The study involved 935,887 flu-vaccinated and 935,887 flu-un-vaccinated patients. \n \n During four-year follow-up appointments, about 5.1% of flu-vaccinated patients were found to have developed Alzheimer’s disease. \n \n Meanwhile, 8.5% of non-vaccinated patients had developed Alzheimer’s disease during follow-up. \n \n The results underscore the strong protective effect of the flu vaccine against Alzheimer’s disease. However, the underlying mechanisms behind this process require further study. \n \n “Since there is evidence that several vaccines may protect from Alzheimer’s disease, we are thinking that it isn’t a specific effect of the flu vaccine,” said Professor Paul Schulz, director of the Neurocognitive Disorders Center at the John P. and Katherine G. McGovern Medical School at the University of Texas Health Science Center at Houston. \n \n“Instead, we believe that the immune system is complex, and some alterations, such as pneumonia, may activate it in a way that makes Alzheimer’s disease worse.” \n \n “But other things that activate the immune system may do so in a different way — one that protects from Alzheimer’s disease.”  ",
            "url": "http://www.sci-news.com/medicine/flu-vaccination-alzheimers-disease-risk-10965.html",
            "source": "SCI NEWS",
            "source_url": "http://www.sci-news.com",
            "source_logo": "https://www.aaas.org/sites/default/files/styles/large/public/s3fs-public/content_files/promo_science-news_square.jpg?itok=XNbAEnah",
            "image": "http://cdn.sci-news.com/images/enlarge9/image_10965e-Vaccination.jpg",
            "category": [
                "Science"
            ],
            "country": "USA",
            "published_at": "Jul 5, 2022"
        },
        {
            "id": "52",
            "title": "Hubble Observes Multi-Armed Galaxy Merger",
            "description": "The Hubble team has released an incredibly beautiful image of a peculiar galaxy called LEDA 17532.",
            "content": "LEDA 17532 is located approximately 520 million light-years from Earth. \n \n Otherwise known as CGCG 396-2 or 2MASX J05373599+0120038, it can be found in the constellation of Orion. \n \n “This observation is a gem from the Galaxy Zoo project, a citizen science project in which hundreds of thousands of volunteers classified galaxies to help scientists solve a problem of astronomical proportions — how to sort through the vast amounts of data generated by robotic telescopes,” the astronomers said. \n \n “Following a public vote, a selection of the most astronomically intriguing objects from the Galaxy Zoo were selected for follow-up observations with Hubble.” \n \nLEDA 17532 is one such object, and was captured in this image by the Advanced Camera for Surveys (ACS) instrument onboard the NASA/ESA Hubble Space Telescope. \n \n “The Galaxy Zoo project originated when an astronomer was set an impossibly mind-numbing task: classifying more than 900,000 galaxies by eye,” the researchers explained. \n \n “By making a web interface and inviting citizen scientists to contribute to the challenge, the Galaxy Zoo team was able to crowdsource the analysis, and within six months a legion of 100,000 volunteer citizen astronomers had contributed more than 40 million galaxy classifications.” \n \n “Since its initial success, this project and its successors have contributed to more than 100 peer-reviewed scientific articles and led to a rich variety of intriguing astronomical discoveries above and beyond their initial goals.” \n \n “The success of the project also inspired more than 100 citizen science projects on the Zooniverse portal, ranging from analyzing data from the ESA Rosetta spacecraft’s visit to comet 67P/Churyumov-Gerasimenko to counting killer whales around remote Alaskan islands!” ",
            "url": "http://www.sci-news.com/astronomy/hubble-multi-armed-galaxy-merger-10962.html",
            "source": "SCI NEWS",
            "source_url": "http://www.sci-news.com",
            "source_logo": "https://www.aaas.org/sites/default/files/styles/large/public/s3fs-public/content_files/promo_science-news_square.jpg?itok=XNbAEnah",
            "image": "http://cdn.sci-news.com/images/enlarge9/image_10962e-LEDA-17532.jpg",
            "category": [
                "Science"
            ],
            "country": "USA",
            "published_at": "Jul 4, 2022"
        },
        {
            "id": "53",
            "title": "Natural Aluminosilicate Minerals Change Color Under UV Light",
            "description": "Hackmanite, tugtupite, and scapolite change their color from white to purple, pink, and blue, respectively, under UV irradiation, according to a team of scientists from the University of Turku.",
            "content": "“Color-changing minerals are inorganic natural materials, but there are also organic compounds, hydrocarbons, that can change color reversibly due to exposure to radiation,” said Professor Mika Lastusaari, a researcher in the Department of Chemistry at the University of Turku. \n \n  “Those hydrocarbons, however, can only change color only a few times before their molecular structure breaks down.” \n \n “This is because the color change involves a drastic change in the structure, and undergoing this change repeatedly eventually breaks the molecule.” \n \n Using a combination of experimental and computational methods, Professor Lastusaari and colleagues performed a deep analysis of the characteristics of three aluminosilicate minerals: hackmanite, tugtupite and scapolite. \n \n “In our research, we found out for the first time that there is actually a structural change involved in the color change process,” Professor Lastusaari said. \n \n“When the color changes, sodium atoms in the structure move relatively far away from their usual places and then return back.” \n \n “This can be called as structural breathing and it does not destroy the structure even if it is repeated a large number of times.” \n \n“In these color-changing minerals, all processes associated with the color change occur inside the pores of the zeolitic cage where the sodium and chlorine atoms reside,” he added. \n \n “That is, the cage-like structure allows atomic movement inside the cage while keeping the cage itself intact.” \n \n “This is why minerals can change color and revert back to their original color practically indefinitely,” added Sami Vuori, a doctoral candidate in the Department of Chemistry at the University of Turku. \n \n  According to the team, scapolite changes color much faster than hackmanite, whereas tugtupite’s changes are much slower. \n \n “Based on the results of this work, we found out that the speed of the color change correlates with the distance that the sodium atoms move,” said Hannah Byron, a doctoral student in the Department of Chemistry at the University of Turku. \n \n “These observations are important for future material development, because now we know what is required from the host structure to allow the control and tailoring of the color change properties.” \n \n “The strength of hackmanite’s color depends on how much UV radiation it is exposed to, which means that the material can be used, for example, to determine the UV index of Sun’s radiation,” Vuori said. \n \n “The hackmanite that will be tested on the space station will be used in a similar fashion, but this property can also be used in everyday applications.” \n \n “We have for example already developed a mobile phone application for measuring UV radiation that can be used by anyone.” \n \n The team’s work appears in the Proceedings of the National Academy of Sciences. ",
            "url": "http://www.sci-news.com/othersciences/chemistry/aluminosilicate-mineral-photochromism-10926.html",
            "source": "SCI NEWS",
            "source_url": "http://www.sci-news.com",
            "source_logo": "https://www.aaas.org/sites/default/files/styles/large/public/s3fs-public/content_files/promo_science-news_square.jpg?itok=XNbAEnah",
            "image": "http://cdn.sci-news.com/images/enlarge9/image_10926e-Hackmanite.jpg",
            "category": [
                "Science"
            ],
            "country": "USA",
            "published_at": "Jun 22, 2022"
        },
        {
            "id": "54",
            "title": "Inflation will not fall to 2% target for two years, Fed’s Mester says",
            "description": "Cleveland Federal Reserve Bank President Loretta Mester said it will take two years for inflation to fall to the central bank’s 2% target, adding that it will be “moving down” gradually from the current level.",
            "content": "A surge in inflation, which is at its highest level in 40 years, has made hawks of nearly all Fed policymakers, only one of whom dissented earlier this week against what was the central bank’s biggest rate increase in more than a quarter of a century. \n \n “It isn’t going to be immediate that we see 2% inflation. It will take a couple of years, but it will be moving down,” Mester said in an interview with CBS News on Sunday. \n \n Mester said she was not predicting a recession despite slowing growth. \n \n “We do have growth slowing to a little bit below-trend growth and we do have the unemployment rate moving up a little bit. And that is OK, we want to see some slowing in demand to get it in line with supply,” Mester added, referring to forecasts submitted in the past week by participants of the Federal Open Market Committee’s meeting. \n \nPolicymakers currently expect to raise the Fed’s benchmark overnight interest rate, now in a range of 1.50%-1.75%, to at least 3.4% in the next six months. A year ago, the majority thought the rate would need to stay near zero until 2023. \n \n  On Friday, the Fed called its fight against inflation “unconditional.”",
            "url": "https://www.cnbc.com/2022/06/19/inflation-will-not-fall-to-2percent-target-for-two-years-feds-mester-says.html",
            "source": "CNBC",
            "source_url": "https://www.cnbc.com",
            "source_logo": "https://www.nicepng.com/png/full/224-2240332_cnbc-logo-png-cnbc-logo-png-white.png",
            "image": "https://image.cnbcfm.com/api/v1/image/106879370-1620325990959-lor.jpg?v=1620326030&w=740&h=416",
            "category": [
                "Business"
            ],
            "country": "USA",
            "published_at": "JUN 19 20221:25 PM"
        },
        {
            "id": "55",
            "title": "China’s Liu He and U.S. Treasury Secretary Janet Yellen hold virtual talks",
            "description": "BEIJING — China’s Vice Premier Liu He and U.S. Treasury Secretary Janet Yellen held a virtual call Tuesday about macroeconomic issues, according to official statements from both sides.",
            "content": "The Chinese readout stated the importance of coordinating the two countries’ macro policies and maintaining the stability of global supply chains. The statement also mentioned U.S. tariffs and sanctions on China, but not geopolitics. \n \n The U.S. readout noted general discussion of economic and financial developments in both countries and abroad. But the statement did not mention tariffs or sanctions, while noting the global economic impact of Russia’s war against Ukraine. \n \n U.S. President Joe Biden has said the White House could drop tariffs imposed on Chinese goods during former President Donald Trump’s administration. \n \n Readouts from both countries described the conversation as “candid,” and said the two sides agreed to maintain communication. \n \n ",
            "url": "https://www.cnbc.com/2022/07/05/chinas-liu-he-us-treasury-secretary-janet-yellen-hold-virtual-talks.html",
            "source": "CNBC",
            "source_url": "https://www.cnbc.com",
            "source_logo": "https://www.nicepng.com/png/full/224-2240332_cnbc-logo-png-cnbc-logo-png-white.png",
            "image": "https://image.cnbcfm.com/api/v1/image/106889086-1622114528109-gettyimages-1193896408-AFP_1NQ60O.jpeg?v=1656989796&w=740&h=416",
            "category": [
                "Business"
            ],
            "country": "USA",
            "published_at": "JUL 4 20 22 11:42 PM"  
        },
        {
            "id": "56",
            "title": "‘Minions: The Rise of Gru’ tops $108 million as parents flock back to cinemas, kids in tow",
            "description": "Families have gone bananas for “Minions: The Rise of Gru.”",
            "content": "Over the weekend, the Universal and Illumination animated feature tallied more than $108 million in ticket sales. \n \nThe fifth film in the Despicable Me franchise generated an additional $93.7 million from international markets, bringing its estimated opening weekend haul to $202 million globally. \n \n “With the incredible success of ‘Minions,’ the notion that family audiences were avoiding movie theaters due to Covid concerns can be shelved,” said Paul Dergarabedian, senior media analyst at Comscore. \n \n Box office analysts had wondered if this segment of moviegoers was still avoiding cinemas after Disney and Pixar’s “Lightyear” took in just $51 million during its domestic debut last month, below expectations of $70 million and $85 million. \n \n It was unclear if tough box office competition led to “Lightyear’s” less than stellar debut or if consumers were confused about the film’s release. After all, there has not been a theatrical release of a Pixar film since 2020′s “Onward.” The last three from the animation studio, “Soul,” “Luca” and “Turning Red,” were all released on streaming service Disney+. \n \n “Minions: The Rise of Gru” represented 54% of all domestic moviegoers over the weekend, with 68% of ticket holders being part of family groups, according to data from EntTelligence. \n \n “What this weekend has showcased is a triumphant return to cinemas by families, laying to rest any lingering and outdated pandemic narrative that parents and kids only want to watch movies at home,” said Shawn Robbins, chief analyst at BoxOffice.com. “When the right content is out there, people will show up.” \n \n The film is expected to add another $20 million in ticket sales in the U.S. and Canada on Monday, bringing its holiday weekend total to $128 million.  ",
            "url": "https://www.cnbc.com/2022/07/03/minions-rise-of-gru-domestic-box-office-opening-tops-108-million.html",
            "source": "CNBC",
            "source_url": "https://www.cnbc.com",
            "source_logo": "https://www.nicepng.com/png/full/224-2240332_cnbc-logo-png-cnbc-logo-png-white.png",
            "image": "https://image.cnbcfm.com/api/v1/image/106429653-1583525430557minonscropped.jpg?v=1583525525&w=740&h=416",
            "category": [
                "Business"
            ],
            "country": "USA",
            "published_at": "JUL 3 20 22 12:40 PM"   
        },
        {
            "id": "57",
            "title": "Macedonians protest French proposals over rift with Bulgaria",
            "description": "Tens of thousands of people gathered outside government offices in North Macedonia’s capital to protest the latest proposal on solving a dispute with Bulgaria in order for North Macedonia to open membership talks with the European Union",
            "content": "SKOPJE, North Macedonia -- Tens of thousands massed outside government offices late Saturday to protest a French proposal for solving North Macedonia's dispute with Bulgaria that is blocking the country's membership talks with the European Union.\n \n North Macedonia’s government has said the proposal is a “solid base.” But the main opposition center-right VMRO-DPMNE party rejects the proposition, arguing it favors Bulgarian demands that dispute Macedonian history, language, identity, culture and inheritance. \n \n “We do not need Europe if we have to be assimilated,\" opposition leader Hristijan Mickoski told reporters before the start of the protest. “The answer is no for the latest French proposal.” \n \n \"If Europe is not ready to accept us civilized Macedonians where we belong, then we will wait until there are people who will understand that Macedonia and Macedonian identity is above and before all,” he added. \n \n Bulgaria, a member of the EU, has insisted that North Macedonia formally recognize that its language has Bulgarian roots, acknowledge in its constitution a Bulgarian minority and quash “hate speech” against Bulgaria. \n \nFrench President Emmanuel Macron announced earlier this week at the NATO summit in Madrid that he believed “a compromise solution” had been achieved, without giving details. “I’m convinced we have found a compromise solution,” he said. \n \nNorth Macedonia’s foreign minister, Bujar Osmani, said that “Macedonian language and identity” are protected by the French proposal and “it should be accepted as soon as possible” for the country to start the accession talks with the EU. \n \n North Macedonia has been a candidate for EU membership for 17 years. The country received a green light in 2020 to begin accession talks, but no date for the start of the negotiations has been set. \n \n Bulgaria has used its power as an EU member to block North Macedonia’s membership, since all enlargement decisions require unanimous approval from the 27-nation bloc. \n \n The dispuate has also stalled Albania’s progress toward EU membership because the bloc is treating the pair as a political package. All three countries are NATO members. \n \n  The protest ended peacefully. Another one was planned for Sunday. ",
            "url": "https://abcnews.go.com/International/wireStory/macedonians-protest-french-proposals-rift-bulgaria-86129216?amp_js_v=0.1&usqp=mq331AQKKAFQArABIIACAw==",
            "source": "ABC News",
            "source_url": "https://abcnews.go.com",
            "source_logo": "https://logovtor.com/wp-content/uploads/2020/04/abc-news-logo-vector.png",
            "image": "https://s.abcnews.com/images/International/WireAP_9610d90aaf3446b59ca73985349769d7_16x9_992.jpg",
            "category": [
                "Politics"
            ],
            "country": "USA",
            "published_at": "July 02, 2022, 10:34 PM"
        },
        {
            "id": "58",
            "title": "Carrier SAS files for Chapter 11 bankruptcy protection in US",
            "description": "Scandinavian Airlines has filed for bankruptcy in the United States, warning the walkout by 1,000 pilots a day earlier had put the future of the carrier at risk",
            "content": "COPENHAGEN, Denmark -- Scandinavian Airlines on Tuesday filed for bankruptcy in the United States, warning a walkout by 1,000 pilots a day earlier had put the future of the carrier at risk. \n \n The move adds to the likelihood of travel chaos across Europe as the summer vacation period begins. \n \n The Stockholm-based group said it had “voluntarily filed for chapter 11 in the U.S., a legal process for financial restructuring conducted under U.S. federal court supervision.” \n \n Filing for Chapter 11 in New York puts civil litigation on hold while the business reorganizes its finances, dubbed SAS Forward. \n \nSAS said that its operations and flight schedule will be unaffected by the announcement. \n \n Anko van der Werff, CEO of SAS, said that the strike accelerated the move. “I think we have been very clear that this could happen,” he said. \n \n “The important thing is that this is about bankruptcy protection, it is not about a bankruptcy, but it is about financial reconstruction,” van der Werff said. \n \n The carrier said it is “in well advanced discussions with a number of potential lenders ... to support its operations throughout this court-supervised process.” \n \n The rescue plan, presented in February, is aimed at securing long-term competitiveness. \n \n  The pilots reacted strongly to the news of the Chapter 11 filing. Roger Klokset, head of the SAS pilots union, said the group “had stretched negotiations and mediation from November last year until the day before the application, without ever having the intention of entering into an agreement with the SAS pilots.\" \n \nThe pilots reacted strongly to the news of the Chapter 11 filing. Roger Klokset, head of the SAS pilots union, said the group “had stretched negotiations and mediation from November last year until the day before the application, without ever having the intention of entering into an agreement with the SAS pilots.\" \n \n The pilots in Denmark, Sweden and Norway walked out on Monday, citing inadequate pay and working conditions and expressing dissatisfaction with the decision by the carrier to hire new pilots to fill vacancies at its subsidiary airlines, SAS Link and SAS Connect, rather than re-hire former company pilots laid off due to the pandemic. \n \n Van der Werff said the strike was \"devastating for SAS and puts the company’s future together with the jobs of thousands of colleagues at stake.” \n \n The walkout is estimated to lead to the cancellation of approximately 50% of all scheduled SAS flights and impact around 30,000 passengers per day. Flights operated by SAS Link, SAS Connect and SAS’ external partners are not affected. \n \nThe airline is part-owned by the governments of Sweden and Denmark. In 2018, Norway sold its stake but holds debt in the airline, and has said it might be willing to convert that into equity.  ",
            "url": "https://abcnews.go.com/International/wireStory/carrier-sas-files-chapter-11-bankruptcy-protection-us-86222297",
            "source": "ABC News",
            "source_url": "https://abcnews.go.com",
            "source_logo": "https://logovtor.com/wp-content/uploads/2020/04/abc-news-logo-vector.png",
            "image": "https://s.abcnews.com/images/International/WireAP_78c004907ec04b7d902b0aac8ac514e4_16x9_992.jpg",
            "category": [
                "Politics"
            ],
            "country": "USA",
            "published_at": "July 05, 2022, 11:11 AM"
        },
        {
            "id": "59",
            "title": "Oppo Reno 8 Pro, Reno 8 India Launch Date Set for July 18: Expected Price, Specifications",
            "description": "Oppo Reno 8 series launch in India will take place at 6pm on July 18. ",
            "content": "Oppo Reno 8 series launch in India is set for July 18, the Chinese company announced on Tuesday. The series will comprise the Reno 8 Pro and regular Reno 8. Both new Oppo phones are teased to come with a unibody design. In the series, the Oppo Reno 8 Pro is confirmed to carry MariSilicon X Imaging NPU. The smartphone maker launched the Reno 8 series in China in May. In the Indian market, Oppo may unveil the Pad Air as its latest tablet — alongside the Reno 8 series. \n \nOppo Reno 8 series India launch details \n \n The Oppo Reno 8 series India launch will take place at 6pm on July 18, the company tweeted. A dedicated webpage has also been created on the Oppo website to create some hype before the official launch. Additionally, Flipkart has made a separate webpage to tease the online availability of the Oppo Reno 8 series. \n \n Oppo Reno 8 Pro, Reno 8 Pro price in India (expected) \n \n Oppo Reno 8 Pro price in India is tipped to be between Rs. 45,000 and Rs. 46,000, while the Oppo Reno 8 is speculated between Rs. 30,000 and Rs. 33,000. Both Oppo Reno phones are said to be available in three distinct variants: 8GB RAM + 128GB storage as well as 8GB + 256GB and 12GB + 256GB. Moreover, while the Oppo Reno 8 is said to come in Shimmer Black and Shimmer Gold colours, the Reno 8 Pro could carry Glazed Black and Glazed Green shades. \n \n In May, Oppo launched the Reno 8 Pro at CNY 2,999 (roughly Rs. 35,400) for the base 8GB + 128GB model. The Reno 8, on the other hand, debuted at a starting price of CNY 2,499 (roughly Rs. 29,500) for the same 8GB + 128GB configuration. \n \n Oppo Reno 8 Pro specifications \n \n The Chinese variant of the Oppo Reno 8 Pro comes with a 6.62-inch full-HD+ (1,080x2,400 pixels) E4 AMOLED display that offers a 120Hz refresh rate and is powered by an octa-core Snapdragon 7 Gen 1 SoC. However, the global variant of the Reno 8 Pro is speculated to have the MediaTek Dimensity 8100 chipset. \n \n Oppo has offered a triple rear camera setup on the Reno 8 Pro, with a 50-megapixel primary sensor. The phone also comes with a 32-megapixel selfie camera sensor at the front. It packs a 4,500mAh battery with 80W fast charging support. \n \n Oppo Reno 8 specifications \n \n The Oppo Reno 8 in China comes with a 6.43-inch full-HD+ (1,080x2,400 pixels) AMOLED display that carries a 90Hz refresh rate. The phone is powered by an octa-core MediaTek Dimensity 1300 SoC and carries a triple rear camera setup, with a 50-megapixel primary sensor. It also houses a 32-megapixel selfie camera sensor and packs a 4,500mAh battery with 80W fast charging. ",
            "url": "https://gadgets360.com/mobiles/news/oppo-reno-8-pro-india-launch-date-july-18-specifications-features-3128495#pfrom=topstory",
            "source": "GADGETS 360",
            "source_url": "https://gadgets360.com",
            "source_logo": "https://cdn.dribbble.com/users/1626710/screenshots/11073839/media/0c6e5911249f8fd8305341c1b5fb3901.png?compress=1&resize=768x576&vertical=top",
            "image": "https://i.gadgets360cdn.com/large/oppo_reno_8_pro_india_launch_teaser_image_1657003922838.jpg?downsize=950:*",
            "category": [
                "Tech"
            ],
            "country": "USA",
            "published_at": " 5 July 2022 12:23"
        },
        {
            "id": "60",
            "title": "C-DOT, Galore Networks Partner for Development of 5G RAN Products, Solutions",
            "description": "C-DOT has developed its indigenous 4G solution and is actively working in the area of 5G. ",
            "content": "Centre for Development of Telematics (C-DOT) has signed an agreement with Galore Networks for collaborative development of 5G Radio Access Network (RAN) products and solutions. \n \nThe collaborative framework is aimed at accelerating indigenous development of 5G in line with the vision of 'Atmanirbhar Bharat' and 'Start-up India', a release said on Friday. \n \n The agreement comes at a time when the Indian market is gearing up for the launch of 5G services that will usher in ultra high speeds — about 10 times faster than 4G — and spawn new-age offerings and business models. \n \n \"In furtherance of its endeavour to boost indigenous development of 5G, C-DOT and Galore Networks have signed an agreement for collaborative development of end-to-end 5G RAN products and solutions,\" the release said. \n \n The premier R&D centre of Department of Telecommunications, C-DOT is keen on building robust partnerships with stakeholders of indigenous 5G ecosystem, including local industry and startups. \n \n C-DOT has indigenously designed and developed various telecom technologies spanning optical, switching and routing, wireless, security and slew of telecom software applications. It has developed its indigenous 4G solution and is actively working in the area of 5G. \n \n C-DOT Executive Director, Rajkumar Upadhyay highlighted the importance of synergy among various participants of the technology ecosystem, as it would encourage innovation and competitive spirit to drive the development of indigenous solutions in an expeditious manner. \n \n Galore Networks said, it is \"excited to collaborate with C-DOT to offer its entire suite of commercially field deployable 4G/5G NSA and SA Macro/Micro Base-station integrated with C-DOT 4G/5G NSA & SA Next Generation Core.\"  ",
            "url": "https://gadgets360.com/telecom/news/c-dot-galore-networks-partner-development-5g-ran-products-solutions-3098688",
            "source": "GADGETS 360",
            "source_url": "https://gadgets360.com",
            "source_logo": "https://cdn.dribbble.com/users/1626710/screenshots/11073839/media/0c6e5911249f8fd8305341c1b5fb3901.png?compress=1&resize=768x576&vertical=top",
            "image": "https://i.gadgets360cdn.com/large/5g_internet_pixabay_1655940268189.jpg?downsize=950:*",
            "category": [
                "Tech"
            ],
            "country": "USA",
            "published_at": " 25 June 2022 04:50 "
        },
        {
            "id": "61",
            "title": "Arsenal Sign Gabriel Jesus From Manchester City",
            "description": "Arsenal have completed the signing of Manchester City forward Gabriel Jesus",
            "content": "Arsenal have completed the signing of Manchester City forward Gabriel Jesus for a fee of around 45 million pounds (USD 54 million), the London club announced on Monday. Jesus, who scored 95 goals in 236 appearances for City, has signed a \"long-term contract\" with Arsenal after deciding to leave the Premier League champions in search of more regular first-team action. \n \n The Brazil international is reunited with Arsenal manager Mikel Arteta, who was Pep Guardiola's assistant at City before he took charge at the Emirates Stadium. \n \n \"I'm very excited. The club has done a tremendous job to recruit a player of this stature,\" Arteta said. \n \n \"This is a position that's been on our radar for a long time now and we have managed to get a player that we all wanted, so I'm really happy.\" Jesus was expected to fall down the pecking order at City had he stayed for the final year of his contract as the champions have bolstered their striking options with the signings of Erling Haaland and Julian Alvarez. \n \nAdmitting Arteta's presence at the Emirates was influential in his decision to join the Gunners, Jesus said: \"We spoke a couple of times about the club, the players, the project and the future. \n \n \"I believe 100 percent in Mikel. I had a very good time with him before, he's a very good guy and a very good coach as well. \n \n \"He helped me a lot. We would always stick together after the training sessions and do some finishing or something. \n \n \"He's a very intelligent guy and was an amazing player, so if he knows something he can teach me or the young players.\" \n \n Arsenal have let senior strikers Pierre-Emerick Aubameyang and Alexandre Lacazette leave the club for free in the past six months. \n \n Despite handing Eddie Nketiah a new five-year deal, Jesus is expected to lead the line for Arteta's men as the Gunners aim to end a six-year absence from the Champions League. \n \n The 25-year-old won four Premier League titles among eight major honours during his time with City after joining them in January 2017. \n \n Arsenal have already strengthened Arteta's squad with the signings of Portuguese midfielder Fabio Vieira, Brazilian teenage forward Marquinhos and American goalkeeper Matt Turner. \n \nAccording to reports, they have also had a bid for Leeds winger Raphinha turned down, but are expected to return with an improved offer for the Brazilian international. \n \n   ",
            "url": "https://sports.ndtv.com/football/arsenal-sign-gabriel-jesus-from-manchester-city-3125720",
            "source": "SPORTS NDTV",
            "source_url": "https://sports.ndtv.com",
            "source_logo": "https://play-lh.googleusercontent.com/vEL54Kd4sgb1YAf4gdBhYPUMvpvISgE03nthK2JijK_tujtlvcxbnyVUKPgdQsz5SQ",
            "image": "https://c.ndtvimg.com/2022-07/0hrn09lg_gabriel-jesus-twitter_625x300_04_July_22.jpg?output-quality=80&downsize=1278:*",
            "category": [
                "Sport"
            ],
            "country": "USA",
            "published_at": "July 04, 2022 02:46 PM"
        },
        {
            "id": "62",
            "title": "Novak Djokovic Eyes 11th Wimbledon Semi-final, Ons Jabeur Seeks Breakthrough Performance",
            "description": "Six-time champion Novak Djokovic targets an 11th Wimbledon semi-final on Tuesday as Ons Jabeur, the last top 15 women's seed standing, eyes a landmark performance.",
            "content": "Six-time champion Novak Djokovic targets an 11th Wimbledon semi-final on Tuesday as Ons Jabeur, the last top 15 women's seed standing, eyes an Arab landmark performance. Top seed Djokovic will reach his 43rd Slam semi-final if he can defeat Jannik Sinner. The odds are stacked in Djokovic's favour with the Italian 20-year-old yet to get past the quarter-finals of a major. \"I kind of see a little bit of myself in his game from the back of the court, playing flat backhand, constantly staying on the back of the line, trying to put pressure on opponents,\" said Djokovic. \n \n The Serb easily won the pair's only previous meeting in straight sets on clay in Monte Carlo last year. \n \n But beanpole Sinner impressively dismissed Spanish teenager Carlos Alcaraz in the last 16 on Sunday, saving all seven break points faced. \n \n Before this Wimbledon, he had never won a grass court match while physical frailties are never far away. \n \n He had to retire from his fourth-round match against Andrey Rublev at the French Open last month with a knee injury. \n \n In Miami, foot blisters forced a pull-out when facing Francisco Cerundolo while illness in Indian Wells meant he handed a walkover to Nick Kyrgios. \n \n By making the last eight at Wimbledon, Sinner follows in the footsteps of Matteo Berrettini, who was runner-up to Djokovic last year. \n \n 'Believe in yourselves' \n \n Berrettini was the first Italian man to reach the quarter-finals since Davide Sanguinetti in 1998. \n \n In Tuesday's other quarter-final, British ninth seed Cameron Norrie tackles Belgian David Goffin. \n \n Both men are attempting to make the semis of a Slam for the first time. \n \n Goffin defeated Frances Tiafoe of the United States in the longest match at this year's Wimbledon -- four hours and 36 minutes -- to reach the quarter-finals for the second time. \n \n Goffin missed Wimbledon in 2021 after suffering an ankle injury before a knee problem forced him to shut down his season after the US Open. \n \n Before this year, his most recent match at Wimbledon was a sobering 2019 quarter-final defeat to Djokovic, who allowed him just six games. \n \n Meanwhile, world number two Jabeur is the last of the top 15 women's seeds left in the tournament. \n \n She made the last-eight in 2021 and is now looking to reach a first Grand Slam semi-final. \n \n The 27-year-old coasted through the first three rounds before digging deep to save five set points in the opening set of her last-16 clash against Elise Mertens. \n \n Now she hopes her progress at the All England Club will inspire other Arab and African players. \n \n \"I want them to believe more in themselves and believe they can be here,\" said Jabeur. \n \n \"I don't come from a rich family so you have to stop finding excuses and just go for it, enjoy it.\" \n \n She faces Marie Bouzkova, the world number 66 from the Czech Republic who had never previously progressed beyond the second round of a major. \n \n But after knocking out seventh seed Danielle Collins in the first round, she has coasted through the draw. \n \n \"I don't know how I got here,\" admitted Bouzkova. \n \n Tuesday's other quarter-final is an all-German tie between Tatjana Maria and Jule Niemeier who have a combined world ranking of 200. \n \n Mother-of-two Maria only returned from a second spell of maternity leave less than a year ago and is in the last-eight of a Slam for the first time since her 2007 tour debut. \n \n Before Wimbledon, Niemeier had played just one Grand Slam main draw match, a first round loss at the French Open earlier this year.",
            "url": "https://sports.ndtv.com/tennis/novak-djokovic-eyes-11th-wimbledon-semi-final-ons-jabeur-seeks-breakthrough-performance-3128312",
            "source": "SPORTS NDTV",
            "source_url": "https://sports.ndtv.com",
            "source_logo": "https://play-lh.googleusercontent.com/vEL54Kd4sgb1YAf4gdBhYPUMvpvISgE03nthK2JijK_tujtlvcxbnyVUKPgdQsz5SQ",
            "image": "https://c.ndtvimg.com/2022-07/qa44fncg_novak-djokovic-afp_625x300_04_July_22.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605",
            "category": [
                "Sport"
            ],
            "country": "USA",
            "published_at": "July 05, 2022 11:21 AM "
        },
        {
            "id": "63",
            "title": "Halo Co-Creator May Be Directing the Next Battlefield Single-Player Campaign",
            "description": "It seems DICE and EA are gearing up for the next entry in the Battlefield franchise, with help from a Halo co-creator to build its campaign.",
            "content": " The next Battlefield game isn't likely to be coming anytime soon. Both developer DICE and publisher EA have stated that their main priority in regard to the franchise is Battlefield 2042. DICE has stated it has learned valuable lessons from Battlefield 2042's poorly received launch and will seek to change plans around the next game in the series in order to not repeat past mistakes. Even with the next Battlefield title facing somewhat of a setback, it seems DICE is already gearing up to improve on the shooter series. \n \n Recently, a job listing was spotted for a Design Director at what is being referred to by EA as the \"Battlefield Seattle Studio.\" Unlike other Battlefield teams, the developers working in Seattle are primarily focused on creating narrative experiences. The details of this job role imply that a new Battlefield single player campaign may be in development soon, if it's not already, something that many fans will be happy to hear after a single-player experience was notably absent from Battlefield 2042. \n \nNow, it seems that the team slated to work on the new Battlefield campaign may have a big name in the gaming industry joining on. Marcus Lehto, co-creator of Halo, tweeted back in October 2021 that he had joined EA as a game director and was working to build a new studio in the Seattle area with a focus on \"first-person games.\" Now that fans know more about the purpose of the Seattle studio, it seems highly likely that Lehto is working on the new Battlefield title and building its campaign. \n \n Currently, there isn't much information on what the new Battlefield game is going to look like. There were rumors that it was going to be a Battlefield hero shooter, but those have since dwindled as it seems that EA wants to take the series in a new direction. With Marcus Lehto involved, many fans are hyped about the potential quality of the upcoming single-player campaign, even if they don't have many details on it. As Lehto is a Halo veteran, with experience developing the first three games in the sci-fi shooter series, he could certainly help elevate the standard of the next Battlefield's campaign. \n \nWhile it does seem most likely that the team in Seattle is working on a new Battlefield game, there are some fans who believe that the single-player experience being created will come as DLC for Battlefield 2042. This is because of Battlefield 2042's aforementioned lack of a single-player campaign and the fact that DICE has stated its primary focus is Battlefield 2042 for the foreseeable future.",
            "url": "https://gamerant.com/halo-co-creator-possible-director-next-battlefield-single-player-campaign/",
            "source": "GAMERANT",
            "source_url": "https://gamerant.com",
            "source_logo": "https://findlogovector.com/wp-content/uploads/2020/06/game-rant-logo-vector.png",
            "image": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2022/07/new-battlefield.jpg?q=50&fit=contain&w=960&h=500&dpr=1.5",
            "category": [
                "Gaming"
            ],
            "country": "USA",
            "published_at": "July 05, 2022, 4:00 PM"
        },
        {
            "id": "64",
            "title": "Silent Hill 2 'Enhanced Edition' Gets Update That Fixes 20-Year-Old Bug",
            "description": "Silent Hill 2 is an absolute classic of the survival horror genre, and the latest version of the fan-made PC port comes with a slew of improvements.",
            "content": "Released in 2001, Silent Hill 2 has gone on to become one of the most influential survival horror games of all time. The series is currently dormant, but that doesn't stop it from continuing to have an impact on the genre. In fact, the now defunct Kojima / del Toro project P.T. is influencing newer horror games like MADiSON and Visage, such is the franchise's legacy. Alongside this, a fan-made PC port of the second installment has just had a new patch, and it brings with it some changes and a bug fix that's been a long time coming. \n \n  As seen by Bloody Disgusting, the \"Enhanced Edition\" of Silent Hill 2, which aims to make sure the classic release is compatible with more modern hardware, has just had its eighth update. One of the major changes it brings with it is the inclusion of an installer and game launcher, which simplifies the process of installing and running the mod. There have also been some additional quality of life improvements, but one of the most interesting implementations is for an audio glitch that's been present for the last twenty years. \n \n Essentially, playing on a multicore processor would cause numerous audio issues, such as skips or even game crashes. This new version of the \"Enhanced Edition\" has now fixed this, as well as fixing some other audio problems, such as stuttering. While the Silent Hill franchise is possibly getting a reboot, according to film director Christophe Gans, it's nice to know that there are modders out there who are keeping an eye on the classic entries. Fixing this bug means that PC players can finally be done with having any issues when it comes to the game's sound. \n \nIt's interesting that it's taken two decades to finally squash this bug, but the team behind the mod are obviously dedicated to making sure it runs as well as it can on PC. Considered by many to be the best Silent Hill game in the whole series, the second installment was a masterclass in psychological horror and pacing. It also brought with it Pyramid Head who, despite only being canonically relevant to protagonist James Sunderland's story, has cropped up in other places over the years. \n \nThere are also talks of a Silent Hill 2 remake possibly in development, rumored to be under the care of Bloober Team. There's been no confirmation as of yet, but many would no doubt be interested in seeing new titles under the Silent Hill umbrella. In the meantime, there is an unofficial remake of the first game being done in Unreal Engine 5, and players can always go back and play the classics, which should be much better on PC now with this updated version of the PC port.  ",
            "url": "https://gamerant.com/silent-hill-2-enhanced-edition-update-fixes-20-year-old-bug/",
            "source": "GAMERANT",
            "source_url": "https://gamerant.com",
            "source_logo": "https://findlogovector.com/wp-content/uploads/2020/06/game-rant-logo-vector.png",
            "image": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2022/07/silent-hill-2-enhanced-edition.jpg?q=50&fit=contain&w=960&h=500&dpr=1.5",
            "category": [
                "Gaming"
            ],
            "country": "USA",
            "published_at": "July 05, 2022, 1:00 PM"
        },
        {
            "id": "65",
            "title": "Chaotic Skyrim Clip Shows Wedding Go Horribly Wrong",
            "description": "A chaotic clip from Skyrim shows a wedding going horribly wrong when all the guests start fighting and killing each other for seemingly no reason.",
            "content": " Weddings are meant to be a momentous and beautiful occasion, and those in Skyrim are no different. However, one wedding in Skyrim went horribly wrong when every guest seemingly attacked each other for no reason. \n \n In Skyrim, players can choose from a list of certain NPCs that are available for marriage. A player must give the NPC an Amulet of Mara, then a wedding will be held at the Temple of Mara in Riften. Weddings in Skyrim are usually a pretty quiet affair with some NPCs the player has met on their journey attending the ceremony. Once married, the player's spouse will live in their in-game home, open a shop, and can cook meals for the player. \n \n Reddit user Cyd02 posted a video to the Skyrim subreddit from their wedding where the guests are all in combat. One Skyirm wedding guest is seen on the ground dead and a child stands on the sidelines as if nothing is wrong as the chaos ensues. In the comments, Cyd02 explains that this all began when they ordered their follower, Inigo, to attack someone, and then refused to go with the guards when they showed up. \n \n Romance options in Skyrim are plentiful, as are the outcomes of the wedding itself when the characters are provoked. The AI in Skyrim is very sensitive, and any character can fight back if needed, with children being an exception. One order from Cyd02's follower and the chaos erupted without any signs of stopping until the player reloads, their character dies, or all the wedding attendees are killed. \n \n It's a funny clip with an outcome that is predictable for Skyrim since there is nothing preventing Cyd02 from beginning a fight at their own wedding. It's unclear in all the chaos whom the player was even marrying, but it doesn't seem to matter. The expectations around weddings, even in video games, are that they are meant to be moments where nothing should go this wrong, but at Skyrim, weddings anything is possible. \n \n Getting married in Skyrim is a great opportunity for a player to have a romantic relationship with their favorite NPC, as long as they are eligible for marriage and if they are a follower, they live long enough to attend the wedding. It's also a great way to find inspiration for fans to plan their own Skyrim-themed weddings, with hopefully less chaos in real-life than Cyd02's wedding in the game. \n \n  ",
            "url": "https://gamerant.com/skyrim-wedding-goes-horribly-wrong-clip/",
            "source": "GAMERANT",
            "source_url": "https://gamerant.com",
            "source_logo": "https://findlogovector.com/wp-content/uploads/2020/06/game-rant-logo-vector.png",
            "image": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2022/07/skyrim-wedding-goes-wrong.jpg?q=50&fit=contain&w=960&h=500&dpr=1.5",
            "category": [
                "Gaming"
            ],
            "country": "USA",
            "published_at": "July 05, 2022, 2:00 PM"
        },
        {
            "id": "66",
            "title": "Jessica Chastain Slams Hypocrisy of ‘Independence’ on the Fourth of July After Roe v. Wade Overturn",
            "description": "The Oscar winner flashed two middle fingers in honor of the Fourth of July post-Roe v. Wade.",
            "content": "The best way to wish Happy Fourth of July this year? According to Jessica Chastain, all it takes is two fingers. \n \n The Oscar winner flashed the bird in a special Fourth of July Twitter post following the Supreme Court’s overturn of landmark women’s reproductive health case Roe v. Wade, which was upended after almost 50 years since the 1973 ruling. \n \n Chastain tweeted, “Happy ‘Independence’ Day from me and my reproductive rights.” \n \nOf course, the “Scenes from a Marriage” star wasn’t the only celebrity to speak out against the hypocrisy of celebrating the Land of the Free while women’s rights are at stake. Chastain’s “Mothers’ Instinct” co-star Anne Hathaway captioned an Instagram photo from an ELLE France cover shoot, writing, “Had such a lovely time shooting this story in a country where they honor reproductive rights xx.” \n \n Hathaway previously honored the 16th anniversary of iconic film “The Devil Wears Prada” with a retrospective take on America as a whole. \n \n “Looking back on photos of this beloved film that shaped the lives and careers of so many — mine included — I am struck by the fact that the young female characters in this movie built their lives and careers in a country that honored their right to have choice over their own reproductive health,” Hathaway captioned. “See you in the fight xx.” \n \n A slew of celebrities slammed the SCOTUS decision to overturn Roe v. Wade. Maya Hawke said “fuck the Supreme Court” while on “The Tonight Show With Jimmy Fallon,” and Busy Philipps was even arrested protesting with abortion rights activists and women’s reproductive rights advocates in Washington, D.C. \n \n“I can think of no better way to use my privilege and voice than to amplify the message that bodily autonomy IS a human right, as it is ACTUALLY the exact same thing as the promise of life, liberty, and the pursuit of happiness,” Philipps wrote on Instagram. “We must ensure that it applies to all of us. This is the fight of a lifetime, y’all. It’s not gonna be short, easy or without setbacks. But we must MUST MUST keep showing up and taking action. *YOU* must. I promise I will…We need to show the fuck up now.”  ",
            "url": "https://www.indiewire.com/2022/07/jessica-chastain-independence-day-fourth-of-july-roe-v-wade-1234738733/",
            "source": "IndieWire",
            "source_url": "https://www.indiewire.com",
            "source_logo": "https://unitingartists.org/wp-content/uploads/2020/04/Indiewire.png",
            "image": "https://www.indiewire.com/wp-content/uploads/2022/07/Jessica-Chastain.png?resize=800,569",
            "category": [
                "Showbiz"
            ],
            "country": "USA",
            "published_at": "Jul 4, 2022 8:00 pm"
        },
        {
            "id": "67",
            "title": "‘Hacks’ Star Hannah Einbinder Exposes Cancel Culture Myth: ‘Even Bill Cosby Is Free’",
            "description": "The real \"Hacks\" are those who use their platforms to \"just continuing to bully people,\" Einbinder explained, adding, \"Anyone who has been 'canceled' is pretty much back to work, especially men.\" ",
            "content": " Emmy nominee Hannah Einbinder knows a “Hack” when she sees one. \n \n The star of HBO’s critically acclaimed two-hander series “Hacks,” opposite Jean Smart, spoke out against the myth that cancel culture affects the comedy world. To Einbinder, the real “hack” artists are those who continue to “bully people” using their platforms. \n \n “There are a lot of bullies who grew up to be comedians and they are just continuing to bully people,” Einbinder told The Independent. “They have no desire to be thoughtful or make light of things, only to cause chaos or be what they believe is ‘edgy’ but is actually, in reality, hack. They will always exist and if you don’t like them, don’t support them. Don’t buy their tickets.” \n \nAnd also don’t expect them to be canceled: Einbinder clarified that the term “cancel culture” doesn’t necessarily apply to the comedy world. \n \n She continued, “I also think the Internet does not help when we’re talking about anything that requires nuance. People are being held accountable for the first time in history and I think that’s ultimately a good thing, but not all offenses are created equal and we are treating them as such, which is wrong.” \n \n Fellow comedian Jerrod Carmichael previously spoke out against the cancel culture myth. \n \n “The comedians that are forging this self-created war, I get it. It’s good for ticket sales and it’s good to have an opponent,” Carmichael said. “I’ve always believed that this whole cancellation thing, it’s made up. The court of public opinion has no jail. Any time of criticism is probably a good sign that you’re interesting in some way. But the fact that people think they can get canceled is false. Harvey Weinstein didn’t get canceled, he went to jail. R. Kelly went to jail. That’s jail. Everyone else is on tour. Maybe certain green rooms feel like jail, but that’s not jail.” \n \n He later added, “The boogeyman doesn’t exist. If you make art and it causes some contention or it causes some whatever, I mean, that’s part of it, but the cancellation thing, I think that’s just to give boring people something interesting to talk about, like a ghost villain.” \n \n Billy Eichner also weighed in on the bullying comedians debate following Ricky Gervais and Dave Chappelle’s transphobic Netflix standup specials. “Queer people, and especially trans people, are under legislative attack in this country. Trans people are being demeaned. They’re trying to dehumanize trans people. They’re trying to erase trans people,” Eichner said during the Netflix Is a Joke Festival. “And I’m not even talking about Florida. I’m talking about Dave Chappelle’s latest Netflix special!” \n \n Mae Martin similarly spoke out on the recent slew of Netflix specials with trans- and homophobic jokes, including Ricky Gervais’ “SuperNature.” \n \n  “I have this fantasy that Chappelle and Louis C.K. and Ricky Gervais — any kind of multimillionaire who uses their massive platform to punch down — they’re eating a hog roast. They’re ripping off the meat. They’re drinking goblets of that medieval drink, mead,” Martin said. “They turn on the TV, and they see me doing my little ‘Beauty and the Beast’ joke, and suddenly they’re like, ‘Oh my god. We’re wrong.’ And they gently cradle each other. They kiss each other.” \n \n ",
            "url": "https://www.indiewire.com/2022/07/hannah-einbinder-hacks-cancel-culture-bill-cosby-1234738725/",
            "source": "IndieWire",
            "source_url": "https://www.indiewire.com",
            "source_logo": "https://unitingartists.org/wp-content/uploads/2020/04/Indiewire.png",
            "image": "https://www.indiewire.com/wp-content/uploads/2022/07/Hannah-Einbinder.png?resize=800,523",
            "category": [
                "Showbiz"
            ],
            "country": "USA",
            "published_at": "Jul 4, 2022 4:00 pm"
        },
        {
            "id": "68",
            "title": "Russian diplomats to depart Bulgaria amid soaring tensions",
            "description": "Two Russian airplanes were set to depart Bulgaria on Sunday with scores of Russian diplomatic staff and their families amid a mass expulsion that has sent tensions soaring between the historically close nations, a Russian diplomat said.",
            "content": "Filip Voskresenski, a high-ranking Russian diplomat, told journalists at the airport in Bulgaria’s capital Sofia he was among the 70 Russian diplomatic staff declared “persona non grata” last week and ordered to leave the country before Monday. \n \n Bulgaria’s expulsion decision was announced by acting Prime Minister Kiril Petkov, who took a strong stance against Russia after it invaded Ukraine on Feb. 24. Petkov, who lost a no-confidence vote on June 22, has claimed Moscow used “hybrid war” tactics to bring down his government. \n \nPetkov has said that Russia will retain 43 of its employees after the expulsion and noted that Bulgaria has just 12 diplomatic staff in Moscow. \n \n “Anyone who works against the interests of Bulgaria will be called to go back to the country from which they came,” he said. \n \n On Friday, Russian Ambassador Eleonora Mitrofanova issued Bulgaria an ultimatum to reverse its decision and threatened that Moscow would fully sever diplomatic ties. \n \n “I intend to urgently raise before the leadership of my country the issue of the closure of the Embassy of Russia in Bulgaria, which will inevitably lead to the closure of the Bulgarian diplomatic mission in Moscow,” she said in a statement. \n \n The expulsion, which has severely strained diplomatic ties, is the greatest ever number of Russian diplomats expelled by Bulgaria, which has European Union and NATO membership. Bulgaria has strongly backed the West’s sanctions against Moscow since it launched its war on Ukraine more than four months ago. \n \n The European Union, which Bulgaria has been a member of since 2007, responded to Russia’s “unjustified threat” and said it “stands in full support and solidarity with Bulgaria.” \n \n In late April, Russia cut off gas supplies to Bulgaria after officials refused a Moscow demand to pay gas bills in rubles, Russia’s currency. Bulgaria’s defense minister was also ousted in early March for referring to Russia’s war as a “special military operation,” the Kremlin-preferred description. ",
            "url": "https://www.cnbc.com/2022/07/03/russian-diplomats-to-depart-bulgaria-amid-soaring-tensions.html",
            "source": "CNBC",
            "source_url": "https://www.cnbc.com",
            "source_logo": "https://www.nicepng.com/png/full/224-2240332_cnbc-logo-png-cnbc-logo-png-white.png",
            "image": "https://image.cnbcfm.com/api/v1/image/107052904-16511540822022-04-28t135055z_995192321_rc2dwt9z6uny_rtrmadp_0_ukraine-crisis-bulgaria.jpeg?v=1651154110&w=740&h=416",
            "category": [
                "Politics"
            ],
            "country": "USA",
            "published_at": "JUL 3 2022 12:50 PM"
        },
        {
            "id": "69",
            "title": "Love Island’s Sharon Gaffka hopes to qualify and represent Great Britain in Miss Universe pageant",
            "description": "Former Love Island contestant Sharon Gaffka is eyeing up Miss Universe as she looks to qualify and represent Great Britain in the competition.",
            "content": " Appearing on Lorraine on Tuesday, the 26-year-old revealed her ambitions as the host congratulated her on the move. \n \n The former civil servant, who has taken part in pageants previously, was keen to dispel some of the myths that surround beauty competitions as she explained her decision. \n \n ‘I think this will be Miss Universe’s 72nd year,’ she said. ‘So it has been going for a long time, and I think a lot of people have this really weird misconception about what pageants used to be like, versus what they are now.’ \n \n ‘I really support Miss Universe’s mission to support international female organisers and charities,’ she added. \n \nSharon was also keen to highlight the pageant’s inclusivity, explaining: ‘Also, with Miss Universe, people don’t realise that they also allow trans contestants – they’re very forward thinking.’ \n \n Emphasising that she ‘very much supports the move’, Sharon revealed that there had only been one trans contestant so far. \n \n Presenter Lorraine Kelly asked about Sharon’s thoughts on pageants’ emphasis on ‘what you look like, and what your body’s like’ as well as personality, which the TV star defended with her feelings that it was about ‘other qualities’ too. \n \n  Saying that ‘everybody’s beautiful in their own different way’, she added: ‘I can probably sit there and say there were girls on that stage when I won Miss International UK that had better bodies than me, that might have looked better than me, but there’s other qualities. It’s about the package and the final show, and the evening dress is just the bow on top of the present, essentially.’ \n \n Sharon was crowned Miss International UK in 2018 and has been taking part on the circuit for almost a decade. \n \nHaving even had the same pageant director as fellow Islander Molly-Mae Hague at one time, Sharon has previously said that pageants ‘are for a group of misfits to be misfits together’. \n \nIn a 2019 social media post she also wrote: ‘It is literally a place where everyone accepts all kinds of crazy and teaches you to love your ‘flaws’.’  ",
            "url": "https://metro.co.uk/2022/07/05/sharon-gaffka-hopes-to-represent-great-britain-in-miss-universe-pageant-16943784/",
            "source": "METRO",
            "source_url": "https://metro.co.uk/",
            "source_logo": "https://static-s.aa-cdn.net/img/ios/463429891/c5492fa506422af1a0e4ded0f6fc45e0?v=1",
            "image": "https://metro.co.uk/wp-content/uploads/2022/07/SEI_113113339.jpg?quality=90&strip=all&zoom=1&resize=540%2C360",
            "category": [
                "Showbiz"
            ],
            "country": "USA",
            "published_at": "Tuesday 5 Jul 2022 11:06 am"
        },
        {
            "id": "70",
            "title": "Victoria Beckham not impressed David called out her strict diet: ‘I’m quite extreme’",
            "description": "Victoria Beckham has lamented how boring her husband David made her sound after he recently spoke about his beloved’s strict diet.",
            "content": "Yes, the Spice Girls star responded to David’s musings on her diet, after the former footballer said his wife had ‘eaten the same meal for 25 years’ while chatting on a podcast. \n \n In February David reflected on his own love of cuisine, stating: ‘I get quite emotional about food and wine, when I’m eating something great I want everyone to try it.’ \n \n But he couldn’t say the same for his wife of 23 years, Victoria. \n \n ‘Unfortunately I’m married to someone that has eaten the same thing for the last 25 years,’ the 47-year-old added on the River Cafe Table 4 podcast. ‘Since I met Victoria, she only eats grilled fish, steamed vegetables, she will very rarely deviate away from there.’ \n \nDavid added: ‘The only time she’s probably ever shared something that’s been on my plate was actually when she was pregnant with Harper and it was the most amazing thing. It was one of my favourite evenings. I can’t remember what it was but I know she’s not eaten it since.’ \n \n Well, turns out, Victoria wasn’t the biggest fan of David’s foodie revelation and insisted she doesn’t eat that exact meal day in, day out. \n \n‘I mean, talk about making me sound boring!’ she told Vogue Australia. \n \n ‘No. What he meant is that he’s never met anyone who’s more disciplined with the way that they eat. I eat lots of healthy fat: fish, avocado, nuts, that sort of thing.’ \n \n Explaining she works out, takes skin supplements, drinks apple cider vinegar first thing in the morning, and puts collagen peptide powder in her coffee, Victoria went on: ‘I do drink alcohol, unless I have a reason not to. I’ll detox from anything for three to six months where I won’t drink. I’m quite extreme in anything I do, whether it’s eating or working out or drinking or not drinking.’ \n \n While Victoria may object to how her husband made her food choices sound, she did previously reveal her favourite meal – and conceded it did sound a tad dull. \n \n Victoria, 48, made the comment during an appearance on the same River Café’s Table 4 podcast, where she told host Ruth Rogers: ‘This is where I sound even more boring in the food department.   ",
            "url": "https://metro.co.uk/2022/07/05/victoria-beckham-objects-to-davids-comments-on-her-food-choice-16943024/",
            "source": "METRO",
            "source_url": "https://metro.co.uk/",
            "source_logo": "https://static-s.aa-cdn.net/img/ios/463429891/c5492fa506422af1a0e4ded0f6fc45e0?v=1",
            "image": "https://metro.co.uk/wp-content/uploads/2022/05/GettyImages-1071529708-e1651484684560.jpg?quality=90&strip=all&zoom=1&resize=644%2C349",
            "category": [
                "Showbiz"
            ],
            "country": "USA",
            "published_at": "Tuesday 5 Jul 2022 10:03 am"
        }
    ]
}